{
  "LifePath": [
    {
      "ID": "1",
      "ShortDefinition": "ภาวะผู้นำ ความมั่นใจในตัวเอง ความสามารถในการตัดสินใจ",
      "MEANING": "บุคคลหมายเลข 1 นี้ เป็นผู้ที่สวรรค์ ประทานปัญญามาให้ มีพลังความสามารถในการ วิเคราะห์สิ่งต่างๆ คุณเกิดมาเพื่อที่จะเรียน รู้ ถ้าบุคคลผู้นี้วิเคราะห์ผิด มันจะนําไปสู่ความ โลภ อีกทั้งคนหมายเลข 1 ยังเป็นบุคคลที่ใส่ใจ ในรายละเอียดกับสิ่งต่างๆ หากทั้งความ สร้างสรรค์และความสนใจยังคงมีอยู่ในตัวเขาเธอ เชื่อมั่นได้ว่าคุณจะร่ํารวยแน่นอน นอกจากนั้นยังเป็นคนที่สนุกสนานและเป็นมิตร กับคนรอบข้าง เป็นผู้นําที่น่าเชื่อถือ มีความ ยุติธรรม มีเสน่ห์ต่อเพศตรงข้าม (ความแข็งแกร่งทางจิตใจและบุคลิกภาพ แก่นแท้ ความมีชีวิตชีวา ความมุ่งมั่น พลังจิตใจ ความตั้งใจ ความสามารถในการบรรลุเป้าหมาย ความเชื่อมั่นในตนเอง ภาวะความเป็นผู้นำ)",
      "ธาตุ": "ทอง",
      "พลังงาน": "หยิน",
      "วัน": "วันอาทิตย์",
      "ดาวเคราะห์": "ดวงอาทิตย์",
      "สี": "สีแดง",
      "กริยา": "ทำ,ให้,ทำให้",
      "การเคลื่อนไหว": "ออกไปด้านนอก,แรงกระตุ้น,การเคลื่อนไหว,การระเบิด,การขยายตัว",
      "ด้านบวก": "เป็นผู้ริเริ่ม เป็นอิสระ กล้าหาญ ผู้ชนะ ทรงพลัง สร้างสรรค์ ศักยภาพสูงสุด ผู้นำ นักสำรวจ ผู้ขยายอาณาเขต มั่นคง ผู้ริเริ่ม แยกไม่ออก ดุร้าย มุ่งมั่น มีพลัง กล้าได้กล้าเสีย เพียรพยายาม",
      "ด้านลบ": "เห็นแก่ตัว ชอบครอบงำ ดื้อรั้น หุนหันพลันแล่น ก้าวร้าว ทะเยอทะยาน ชอบแข่งขัน เห็นแก่ตัว ไม่ยอมรับผู้อื่น",
      "InherentDread": "กลัวที่มีมาแต่ธรรมชาติ หรือ กลัวที่เกิดจากสัญชาตญาณ : การถูกเพิกเฉย, การหมดความคิดสร้างสรรค์, การไม่สามารถแสดงความคิดออกมา, การไม่สามารถใช้ความสามารถของตนเองได้",
      "LackOfEnergy": "ไม่มีพลังหรือมีพลังน้อย: จะขาดความมั่นใจในตนเอง ไม่กล้าแสดงออกหรือริเริ่ม ขาดพลังจิตและความตั้งใจ อาจรู้สึกท้อแท้หรือไร้เป้าหมาย หลีกเลี่ยงการเป็นผู้นำ ความมีลังเลสูงต้องการการยอมรับจากผู้อื่น ขึ้นอยู่กับผู้อื่น ไม่แสดงความเป็นอิสระ",
      "BalancedEnergy": "พลังสมดุล: มีความเป็นผู้นำที่สร้างสรรค์ มุ่งมั่น และแรงผลักดันในการบรรลุเป้าหมาย มีความเชื่อมั่นในตนเอง กล้าได้กล้าเสีย และเป็นผู้ริเริ่มที่ทรงพลัง สามารถขยายขอบเขตและสำรวจโอกาสใหม่ ๆ ได้อย่างมีประสิทธิภาพและมั่นคง",
      "OverEnergy": "พลังมากเกินไป: แสดงพฤติกรรมเห็นแก่ตัว มั่นใจในตนเองมากเกินไปหรือถึงขั้นก้าวร้าวชอบครอบงำ หรือก้าวร้าวในการแข่งขัน หุนหันพลันแล่น เอาแต่ใจตัวเอง อวดดี และดื้อรั้น และไม่ยอมรับความคิดเห็นของผู้อื่น ทะเยอทะยานเกินไป อาจมองข้ามความรู้สึกหรือผลประโยชน์ของคนรอบข้าง",
      "Pinnacle1st": "0-35",
      "Pinnacle2nd": "35-44",
      "Pinnacle3rd": "44-53",
      "Pinnacle4th": "53",
      "ความสัมพันธ์": "เส้นทางชีวิตนี้เรียกร้องให้ผู้คนลงมือทำตามเงื่อนไขของตนเอง ดังนั้นบุคคลเหล่านี้จึงให้ความสำคัญกับการกำหนดอนาคตของตนเองเหนือสิ่งอื่นใด \nเข้ากันได้มากที่สุด: 3 และ 5\nเข้ากันได้น้อยที่สุด: 2 และ 6\n2, 6, 9, 11, 22"
    },
    {
      "ID": "2",
      "ShortDefinition": "การร่วมมือกับผู้อื่น การสื่อสาร ความสมดุลทางจิตใจ",
      "MEANING": "เลขแห่งการสื่อสาร โดยบุคลิกแล้วต้องนําเสนอ หรือพูดกับผู้อื่น ผู้ที่มีอํานาจในการทําให้สิ่งอื่น ขับเคลื่อน เลข 2 เป็นบุคคลที่มีวาจานุ่มนวลและเป็นมิตร เป็นผู้ที่ใส่ใจในความเป็นระเบียบและความสะอาด เป็นผู้ที่ทํางานอย่างหนัก โดยปกติจะอยู่ร่วมกับผู้ที่สูงวัยกว่า แม้จะยอมรับฟังคําแนะนําจากผู้อื่น แต่มักไม่ทําตามคําแนะนํานั้นเมื่อได้รับมอบหมายงานเขาจะรีบทําทันที โดยทั่วไปงานที่เหมาะสมกับหมายเลข 2 คืองานเกี่ยวกับนักประชาสัมพันธ์ หรือที่เกี่ยวเนื่องกับการพบปะพูดจากับบุคคลทั่วไปเลข 2 มักถูกคนอื่นนินทาให้ร้าย อีกทั้งเป็นคน ดื้อร้้น เป็นเลขแห่งอารมณ์ ชอบคนถือหาง  ( การสื่อสาร พลังของคำพูดในการมีอิทธิพลต่อผู้คนหรือมวลชน ความสมดุลทางอารมณ์และการเห็นอกเห็นใจ)",
      "InherentDread": "กลัวที่มีมาแต่ธรรมชาติ หรือ กลัวที่เกิดจากสัญชาตญาณ : ความกลัวการเปลี่ยนแปลง ความกลัวสิ่งที่ไม่รู้ ความกลัวที่จะทำผิดพลาด ความกลัวความเหงา",
      "ธาตุ": "น้ำ",
      "พลังงาน": "หยิน",
      "วัน": "วันจันทร์",
      "ดาวเคราะห์": "ดวงจันทร์",
      "สี": "สีส้ม",
      "กริยา": "เป็น, รู้สึก",
      "การเคลื่อนไหว": "เข้าด้านใน มีแนวโน้มไหล ไม่ต้านแรงต้านทาน เหมือนน้ำ",
      "ด้านบวก": "อารมณ์, ความร่วมมือ, สหภาพ, การไกล่เกลี่ย, มีไหวพริบ, อดทน, สงวนตัว, ใจกว้าง, ปรับตัวได้, ดึงดูดใจ",
      "ด้านลบ": "อ่อนแอ ซึมเศร้า ไม่เด็ดขาด หลอกลวง น่าสงสัย อารมณ์แปรปรวน ก้าวร้าวเชิงลบ กำลังค้นหาความสมบูรณ์แบบในความสัมพันธ์",
      "LackOfEnergy": "ไม่มีพลังหรือมีพลังน้อย: ขาดพลังงานและความต้านทาน อ่อนไหวต่อความต้องการของเพื่อนร่วมงาน เน้นรายละเอียดมากเกินไปและซึมเศร้า ขาดความมั่นใจในการสื่อสาร ไม่สามารถมีอิทธิพลต่อผู้อื่นได้ อาจหลีกเลี่ยงความร่วมมือ ไม่เด็ดขาด ขี้อาย",
      "BalancedEnergy": "สมดุลเพียงพอ: มีพลังงานที่สมดุล สามารถสื่อสารและมีอิทธิพลต่อผู้อื่นได้อย่างมีประสิทธิภาพ เป็นผู้ตัดสินหรือคนกลางที่สมเหตุสมผลและมีทักษะทางการทูตที่เหมาะสม มีความร่วมมือ ใจกว้าง อดทน และปรับตัวได้ดีในความสัมพันธ์ เป็นผู้ไกล่เกลี่ยที่มีไหวพริบ ดึงดูดใจ และรักษาความสมดุลในอารมณ์และสถานการณ์",
      "OverEnergy": "มีพลังมากเกินไป: อาจกลายเป็นก้าวร้าวเชิงลบหรือหมกมุ่นกับการค้นหาความสมบูรณ์แบบในความสัมพันธ์ มีแนวโน้มหลอกลวงหรือน่าสงสัย เนื่องจากอารมณ์ที่มากเกินไป พลังงานล้นเหลืออาจทำให้เสียสมดุล ส่งผลให้เกิดความขัดแย้งหรือความไม่มั่นคงในอารมณ์และมีอารมณ์แปรปรวน",
      "Pinnacle1st": "0-34",
      "Pinnacle2nd": "34-43",
      "Pinnacle3rd": "43-52",
      "Pinnacle4th": "52",
      "ความสัมพันธ์": "เป็นเส้นทางชีวิต ที่เน้นพัฒนาทักษะความสัมพันธ์  ผ่านมิตรภาพ เช่น ความร่วมมือ การทูต และการแก้ไขความขัดแย้ง \nเข้ากันได้มากที่สุด: 6 และ 9\nเข้ากันได้น้อยที่สุด: 1 และ 5"
    },
    {
      "ID": "3",
      "ShortDefinition": "ความคิดสร้างสรรค์ ความกล้าแสดงออกอย่างเป็นธรรมชาติ ความเป็นมิตร",
      "MEANING": "คุณเป็นคนที่คล่องแคล่วว่องไว เคลื่อนไหวอย่าง กระตือรือร้น การเคลื่อนตัวอย่างชํานาญของคุณ เริ่มจากร่างกาย เป็นบุคคลที่ชัดเจน ซึ่งรู้ดีว่า ตนเองต้องการอะไร มีความสามารถในการ แยกแยะสิ่งต่างๆด้านลบ คือ เป็นคนก้าวร้าว หุนหันพลันแล่น และ ขาดวิสัยทัศน์ ทําอะไรไม่จริงจัง ไม่หนักแน่น มั่นคง ทําให้เกิดความเสียหาย คําพูดของเขา เธอจะเป็นแบบที่อๆ และมีความสัมพันธ์แบบ ขึ้นๆ ลงๆ หากไม่รักษาความสัมพันธ์ที่ดีไว้ อาจ ก่อให้เกิดความหายนะและความรุนแรงได้ ( ความคิดสร้างสรรค์ ความรู้ความเข้าใจ และความสนใจศักยภาพทางปัญญาของบุคคล ความคิดทางโลก ความเฉลียวฉลาด และแนวทางปฏิบัติในการแก้ปัญหา ความสนใจในศาสตร์ต่างๆ ทัศนคติเชิงบวกหรือเชิงลบ ความสามารถในการสำรวจ คุณภาพและศักยภาพของความรู้เกี่ยวกับตนเอง การศึกษาด้วยตนเอง การพัฒนาตนเอง ความจำ ข้อมูล และจิตสำนึก )",
      "InherentDread": "กลัวที่มีมาแต่ธรรมชาติ หรือ กลัวที่เกิดจากสัญชาตญาณ : กลัวแก่, กลัวข้อจำกัด, กลัวเบื่อ, ไม่สามารถเข้าถึงความรู้หรือข้อมูล, ไม่สามารถเดินทางได้",
      "ธาตุ": "ไฟ",
      "พลังงาน": "หยิน",
      "วัน": "วันพฤหัสบดี",
      "ดาวเคราะห์": "ดาวพฤหัสบดี",
      "สี": "เหลือง",
      "กริยา": "การแสดงออก, การสำรวจ",
      "การเคลื่อนไหว": "ออกไปด้านนอก ขยายออกไป กระตือรือร้นที่จะสำรวจและเรียนรู้",
      "ด้านบวก": "มีความคิดสร้างสรรค์ มองโลกในแง่ดี ร่าเริง เข้ากับสังคมได้ มีใจรัก สุภาพ อ่อนหวาน ตลก นักสำรวจ นักเดินทาง นักพูด ศิลปิน จินตนาการ ความรู้ พลังสมอง แสดงออก",
      "ด้านลบ": "วิพากษ์วิจารณ์ ผิวเผิน ไร้สาระ อิจฉา สงสัย หุนหันพลันแล่น โกหก ขี้เกียจ ไม่ปฏิบัติจริง พูดเกินจริง ฟุ่มเฟือย อวดดี",
      "LackOfEnergy": "ไม่มีพลังหรือมีพลังน้อย: ขาดความคิดสร้างสรรค์และความกระตือรือร้นในการเรียนรู้หรือสำรวจ อาจเงียบขรึม ขาดการแสดงออก ไม่สนใจพัฒนาตนเองหรือศึกษา มีทัศนคติเชิงลบ ขาดความมั่นใจในการสื่อสาร และอาจดูน่าเบื่อหรือเฉยเมย",
      "BalancedEnergy": "สมดุลเพียงพอ: มีความคิดสร้างสรรค์และจินตนาการที่โดดเด่น มองโลกในแง่ดี และร่าเริง สามารถสื่อสารได้อย่างมีเสน่ห์ เข้ากับสังคมได้ดี มีความสุภาพและใจรัก เป็นนักพูด นักสำรวจ และศิลปินที่มีพลังสมองและความรู้ กระตือรือร้นในการพัฒนาตนเอง",
      "OverEnergy": "มีพลังมากเกินไป: อาจกลายเป็นคนผิวเผิน พูดเกินจริง หรืออวดดี เน้นการแสดงออกจนขาดสาระ มีแนวโน้มวิพากษ์วิจารณ์ อิจฉา หรือหุนหันพลันแล่น อาจโกหกหรือฟุ่มเฟือย ความกระตือรือร้นที่มากเกินไป อาจนำไปสู่ความขี้เกียจหรือไม่ปฏิบัติจริง",
      "Pinnacle1st": "0-33",
      "Pinnacle2nd": "33-42",
      "Pinnacle3rd": "42-51",
      "Pinnacle4th": "51",
      "ความสัมพันธ์": "เส้นทางชีวิตที่สามเชื้อเชิญให้ผู้คนโลดแล่นไปทั่วโลกด้วยความเปิดกว้างและความกระตือรือร้น ดังนั้นนักเดินทางผู้สร้างสรรค์เหล่านี้จึงมักมีอัตลักษณ์ที่กว้างไกล เป็นนักเล่าเรื่องที่มีศิลปะ\nเข้ากันได้มากที่สุด: 1 และ 33\nเข้ากันได้น้อยที่สุด: 4 และ 7"
    },
    {
      "ID": "4",
      "ShortDefinition": "สุขภาพร่างกาย ระเบียบวินัย ความสามารถในการวางแผน",
      "MEANING": "เป็นเลขแห่งการเรียนรู้ คุณจําเป็นต้องมีความรู้ หรือคุณต้องขวนขวายใฝ่หาความรู้ แผนที่คุณได้วางไว้สําเร็จ คนเลข 4 เป็นคนที่ ชอบใฝ่หาความรู้ เรียนรู้ได้ด้วยตนเองอย่างมี รสนิยม และเก่งในด้านการทดสอบ สามารถเข้า สังคมได้ง่าย มีความเห็นอกเห็นใจผู้อื่น มีเสน่ห์ ดึงดูด ชอบลุย ชอบท่องเที่ยว ใช้ชีวิตแบบอิสระ แม้จะเป็นผู้ที่เรียนไม่สูง แต่ก็สามารถเรียนรู้ เอาตัวรอดได้เลข 4 หากเป็นผู้หญิง เธอจะเป็นผู้ที่เอาใจเก่ง ดีในด้านประชาสัมพันธ์และมีบุคลิกเป็นมิตรกับ คนทั่วไป เป็นคนที่เมื่อล้ม แล้วจะลุกขึ้นสู้อย่างรวดเร็วข้อเสีย คือ เป็นคนเก็บเงินไม่ค่อยอยู่ ต้องระมัดระวังในเรื่องความสัมพันธ์ฉันชู้สาว คู่ครอง มิฉะนั้นอาจตกอยู่ในสถานการณ์ที่ไม่พึงประสงค์องขวนขวายใฝ่หาความรู้ ( ร่างกายและสุขภาพกำลัง ความต้านทานทางกายภาพ ประสิทธิภาพ การจัดระเบียบ ความต้านทานของร่างกายต่ออิทธิพลต่างๆ ระบบภูมิคุ้มกัน ข้อจำกัดของมนุษย์ )",
      "InherentDread": "กลัวที่มีมาแต่ธรรมชาติ หรือ กลัวที่เกิดจากสัญชาตญาณ : กลัวการเปลี่ยนแปลงครั้งใหญ่ ความเสี่ยง การสูญเสีย การเสื่อมถอย",
      "ธาตุ": "ไม้",
      "พลังงาน": "หยิน",
      "วัน": "วันพฤหัสบดี",
      "ดาวเคราะห์": "ดาวยูเรนัส",
      "สี": "สีเขียว",
      "กริยา": "สร้าง, จัดการ, จัดระเบียบ",
      "การเคลื่อนไหว": "กระตือรือร้น มุ่งสู่ความสำเร็จและความมั่นคง ชอบการสะสมวัตถุ",
      "ด้านบวก": "มีสมาธิ สมจริง ปฏิบัติได้จริง มีเสถียรภาพ ยึดถือประเพณี ทำงานหนัก มีระเบียบ เป็นผู้จัดการที่ดี จริงจัง ขยันขันแข็ง มีวินัย เป็นระบบ มีประสิทธิภาพ สร้างสรรค์ เพียรพยายาม",
      "ด้านลบ": "เข้มงวด รอบคอบ เฉื่อยชา ทัศนคติที่จำกัด มีแนวโน้มที่จะต่อต้านการต่อต้าน ดื้อรั้น ไม่ยืดหยุ่น เฉื่อยชา สงสัย น่าเบื่อ ชอบกิจวัตรประจำวัน",
      "LackOfEnergy": "ไม่มีพลังหรือมีพลังน้อย: ขาดวินัยและความมุ่งมั่น อาจรู้สึกเฉื่อยชา ขาดการจัดระเบียบในชีวิต สุขภาพอาจอ่อนแอ ภูมิคุ้มกันต่ำ ขาดพลังในการผลักดันเป้าหมาย อาจหลีกเลี่ยงความรับผิดชอบ ไม่ยึดมั่นในเป้าหมายหรือประเพณี",
      "BalancedEnergy": "สมดุลเพียงพอ: มีวินัยและความมั่นคงในชีวิต ทำงานหนักอย่างมีระบบและประสิทธิภาพ สุขภาพแข็งแรง มีความต้านทานต่อความท้าทายทั้งกายและใจ เป็นผู้จัดการที่ดี มีสมาธิ ปฏิบัติได้จริง ความคิดทางวิทยาศาสตร์ และมุ่งสู่ความสำเร็จอย่างสร้างสรรค์",
      "OverEnergy": "มีพลังมากเกินไป: ดื้อรั้น เข้มงวดเกินไป ไม่ยืดหยุ่น อาจยึดติดกับกิจวัตรหรือความคิดที่จำกัด เน้นความมั่นคงจนขาดความคิดสร้างสรรค์หรือต่อต้านการเปลี่ยนแปลง อาจกลายเป็นคนน่าเบื่อหรือสงสัยผู้อื่นมากเกินไป เนื่องจากความรอบคอบเกินเหตุ",
      "Pinnacle1st": "0-32",
      "Pinnacle2nd": "32-41",
      "Pinnacle3rd": "41-50",
      "Pinnacle4th": "50",
      "ความสัมพันธ์": "เส้นทางชีวิต ความคิดและความปรารถนาในโลกแห่งวัตถุ  จึงเป็นผู้ทำงานที่ทุ่มเท จริงจัง ขยันขันแข็ง มีวินัย\nเข้ากันได้มากที่สุด: 7 และ 8\nเข้ากันได้น้อยที่สุด: 3 และ 5"
    },
    {
      "ID": "5",
      "ShortDefinition": "อิสรภาพ ความยืดหยุ่น การรับมือกับการเปลี่ยนแปลง",
      "MEANING": "เป็นเลขของทิศทาง คุณคือผู้ที่มีประสาทสัมผัส ทางด้านทิศทาง ด้วยแผนของคุณที่คุณมี ทําให้ คุณรู้ว่าควรจะไปทางไหนและอย่างไร เลข 5 เป็น ผู้มีบุคลิกเข้มแข็งมาก เป็นผู้นําที่เข้มแข็ง มีเสน่ห์ ดึงดูด ซึ่งโดยปกติมักเป็นผู้ที่มีตําแหน่งสูงใน องค์กร มีความมั่นใจสูงในสิ่งที่ทํา เป็นคนมี เหตุผล หนักแน่นมั่นคง และไม่ฝันเฟื่อง การ ทํางานอย่างหนักจะทําให้บุคคลนี้ประสบความสําเร็จในช่วงครึ่งหลังของชีวิตเลข 5 หากเป็นบุคคลที่มีฐานะต้อยต่ําหรือคนจน แสดงว่าเขาผู้นั้นเป็น คนที่ดื้อรั้นและหัวแข็งอย่างมาก บุคคลหมายเลข 5 ต้องรู้จักผ่อนคลาย และอย่า จุกจิกจู้จี้ในเรื่องเล็ก ๆ น้อย ๆ ต้องรู้จักปล่อยวาง และไม่ดื้อรั้น ผู้คนจึงจะให้ความเคารพต่อคุณ ( สัญชาตญาณ ตรรกะ และความนับถือตนเองความสามารถในการควบคุมความสามารถ การโต้ตอบกับโลกภายนอกและผู้อื่น การแสดงความคิด การใช้เหตุผล การสังเคราะห์ การมองเห็นสิ่งที่อยู่เหนือความเป็นจริง เสียงภายใน สัญชาตญาณภายใน และการวางแผน )",
      "InherentDread": "กลัวที่มีมาแต่ธรรมชาติ หรือ กลัวที่เกิดจากสัญชาตญาณ : ความกลัวการแก่ตัวลง ความกลัวการไม่สามารถค้นพบโลก ความกลัวความน่าเบื่อ",
      "ธาตุ": "ดิน",
      "พลังงาน": "หยินหยาง",
      "วัน": "วันพุธ",
      "ดาวเคราะห์": "ดาวพุธ",
      "สี": "สีน้ำเงิน",
      "กริยา": "เพื่อรับประสบการณ์",
      "การเคลื่อนไหว": "การกระทำ การขยาย วิสัยทัศน์ การผจญภัย การแสวงหาอิสรภาพและความเป็นอิสระ",
      "ด้านบวก": "มีความสามารถ น่าดึงดูด มีความกระตือรือร้น ชอบผจญภัยและเดินทาง กล้าเสี่ยง มีแรงบันดาลใจ ชอบแข่งขัน มีความสามารถรอบด้าน มีสัญชาตญาณ",
      "ด้านลบ": "กระสับกระส่าย, หุนหันพลันแล่น, ไร้ความอดทน, ไร้ความรับผิดชอบ, ไม่มั่นคง, ชอบเสี่ยง, เหลวไหล, ไม่น่าเชื่อถือ, ไร้ศีลธรรม, ตัวตลก",
      "LackOfEnergy": "ไม่มีพลังหรือมีพลังน้อย: ขาดสัญชาตญาณและความกระตือรือร้น อาจรู้สึกไม่มั่นใจหรือขาดวิสัยทัศน์ หลีกเลี่ยงการผจญภัยหรือการเปลี่ยนแปลง ไม่กล้าเสี่ยงหรือแสดงความคิด อาจดูนิ่งเฉย ขาดความสามารถในการวางแผนหรือโต้ตอบกับโลกภายนอก",
      "BalancedEnergy": "สมดุลเพียงพอ: มีสัญชาตญาณและตรรกะที่เฉียบคม สามารถวางแผนและมองเห็นสิ่งที่อยู่เหนือความเป็นจริง กระตือรือร้น ชอบผจญภัย มีแรงบันดาลใจ และมีความสามารถรอบด้าน เข้ากับสังคมได้ปรับตัวได้และเปลี่ยนแปลงตลอดเวลา จิตใจที่สดใสอารมณ์ดี และมีความเป็นอิสระในการแสวงหาความสำเร็จ",
      "OverEnergy": "มีพลังมากเกินไป: กระสับกระส่าย หุนหันพลันแล่นขี้หงุดหงิด และขาดความอดทน รีบเร่งตัดสินใจเกินไป อาจกลายเป็นคนไม่น่าเชื่อถือ ชอบเสี่ยงเกินไปจนไร้ความรับผิดชอบ หรือแสดงพฤติกรรมที่ไม่มั่นคงและเหลวไหล อาจกลายเป็นตัวตลกหรือขาดศีลธรรม เน้นการผจญภัยจนละเลยความสำคัญของความรับผิดชอบ",
      "Pinnacle1st": "0-31",
      "Pinnacle2nd": "31-40",
      "Pinnacle3rd": "40-49",
      "Pinnacle4th": "49",
      "ความสัมพันธ์": "เส้นทางชีวิต ที่ส่งเสริมให้ผู้ตามสร้างนิยามแห่งอิสรภาพในแบบของตัวเอง การลองผิดลองถูกคือหัวใจสำคัญของเส้นทางชีวิตนี้ และจะค้นพบคุณค่าของตนเองผ่านความผิดพลาด\nเข้ากันได้มากที่สุด: 1 และ 9\nเข้ากันได้น้อยที่สุด: 2 และ 4"
    },
    {
      "ID": "6",
      "ShortDefinition": "ความสามารถในการทำงาน ความรักครอบครัว ความรับผิดชอบต่อผู้อื่น",
      "MEANING": "เลข 6 คือหมายเลขของผู้รอด เป็นคนที่มีความ สามารถควบคุมความมั่งมีและ ความเจริญ ก้าวหน้า มีระเบียบแบบแผน แต่มีรสนิยมสูง บุคคลหมายเลข 6 ทํางานได้ดีในด้านการศึกษา งานด้านศิลปะ ด้านศาสนา บุคคลเลขนี้เป็นที่ ชื่นชอบของคนในสังคม  ด้านลบของคนหมายเลข 6 คือ เป็นผู้ที่ภูมิใจใน นิสัยของตนเอง และไม่รับทํางานที่ธรรมดา ง่ายๆ คุณมักจะไม่ฟังคนอื่น โดยเฉพาะ อย่างยิ่งผู้บังคับบัญชา แต่จะคอยดูแลผู้ที่อยู่ใต้สายงานของคุณ ( ความสามารถในการทำงาน ความจริงจัง และความต้องการทางเพศ ความเป็นมืออาชีพ การพัฒนาทักษะ ความสามารถและความต้านทานต่อการทำงานและกิจกรรมทางกาย การมีพื้นฐาน ความสามารถในการนำความคิดมาปฏิบัติจริง ความต้องการทางเพศ (สัญชาตญาณ – ชาย/หญิง) และความสามารถในการล่า (ความก้าวร้าว) แนวโน้มต่อสิ่งของและความสุขทางกาย )",
      "InherentDread": "กลัวที่มีมาแต่ธรรมชาติ หรือ กลัวที่เกิดจากสัญชาตญาณ : ขาดแคลนทรัพยากร ขาดความรัก",
      "ธาตุ": "ทอง",
      "วัน": "วันพุธ",
      "ดาวเคราะห์": "ดาวศุกร์",
      "พลังงาน": "หยาง",
      "สี": "คราม",
      "กริยา": "ประสาน, ปกป้อง",
      "การเคลื่อนไหว": "ออกไปด้านนอก, การประสานกัน, การรักษา, การบำรุง, การค้นหาเพื่อบรรลุความสมดุล",
      "ด้านบวก": "รับผิดชอบ สมดุล ใส่ใจ ผู้ปกป้อง เข้าใจ น่าเชื่อถือ ปฏิบัติได้จริง มีเหตุผล นักล่า ให้ความช่วยเหลือ เห็นอกเห็นใจ ใจดี เซ็กซี่ รักใคร่ อ่อนโยน มีอุดมคติ เป็นมิตร จงรักภักดี",
      "ด้านลบ": "วิตกกังวล ก้าวร้าว พึ่งพาผู้อื่น รู้สึกผิด ไม่ยอมรับผู้อื่น ควบคุมคนอื่น โหดร้าย โลภ เร่งรัด อิจฉา อาจประนีประนอม ขุ่นเคือง ลังเล ขี้เกียจ ขี้อาย",
      "LackOfEnergy": "ไม่มีพลังหรือมีพลังน้อย: ขาดความรับผิดชอบและความมุ่งมั่นในการทำงาน อาจรู้สึกขี้เกียจหรือลังเล ขาดความสมดุลในความสัมพันธ์หรืออารมณ์ อาจดูขี้อายหรือพึ่งพาผู้อื่นมากเกินไป ไม่สามารถนำความคิดไปปฏิบัติจริง ขาดพลังในการดูแลหรือปกป้องผู้อื่น",
      "BalancedEnergy": "สมดุลเพียงพอ: มีความรับผิดชอบและความเป็นมืออาชีพ สามารถพัฒนาทักษะและทำงานได้อย่างมีประสิทธิภาพ ใจดี เห็นอกเห็นใจ อ่อนโยน และน่าเชื่อถือ มีความสมดุลในความรักและความสัมพันธ์ เป็นผู้ปกป้องที่ปฏิบัติได้จริง มีเหตุผล และมีความสามารถในการนำความคิดสู่การปฏิบัติ รักบ้านและกิจการในบ้าน และยินดีให้บริการผู้อื่น",
      "OverEnergy": "มีพลังมากเกินไป: อาจกลายเป็นคนก้าวร้าว โลภ หรือพยายามควบคุมผู้อื่นจนเกินไป ชอบยุ่งเรื่องคนอื่น วิตกกังวล อิจฉา หรือขุ่นเคืองง่าย ถือโทษเมื่อผู้อื่น ขี้ขลาด หมกมุ่นกับความต้องการทางกายหรือความสุขจนเสียสมดุล นำไปสู่พฤติกรรมที่ไม่เหมาะสมมีแนวโน้มหลงตัวเองและอ่อนไหวต่อการประจบสอพลอ และพูดจาโผงผางมากเกินไป",
      "Pinnacle1st": "0-30",
      "Pinnacle2nd": "30-39",
      "Pinnacle3rd": "39-48",
      "Pinnacle4th": "48",
      "ความสัมพันธ์": "ความสัมพันธ์และชุมชนคือหัวใจสำคัญของ เส้นทางชีวิตนี้ เพื่อรับใช้ผู้อื่นและเสริมสร้างความรักและความสัมพันธ์โรแมนติกให้แน่นแฟ้นยิ่งขึ้นและชอบการอุทิศตน\nเข้ากันได้มากที่สุด: 2 และ 11\nเข้ากันได้น้อยที่สุด: 1 และ 8"
    },
    {
      "ID": "7",
      "ShortDefinition": "ทักษะการวิเคราะห์และโชคลาภ จิตวิญญาณและการค้นหาความจริง",
      "MEANING": "เพื่อให้การทํางานสําเร็จลุล่วงไปได้ด้วยดี จําเป็นต้องมีทีมงาน ต้องมีเครือข่าย เลข 7 เป็น บุคคลผู้โชคดี มักเป็นที่ดึงดูดของเพศตรงข้ามเป็นผู้ที่ไม่เคยลืมบุญคุณของใคร สามารถปรับตัว ให้เข้ากับสถานการณ์ได้ดี เป็นคนรักสนุก เหมาะกับงานด้านบริการให้ความบันเทิง (กลางคืน) ช่วงท้ายของชีวิต มักสนใจด้านศาสนาหรือวิญญาณ(หลังอายุ 50 ปี) ในด้านลบ เลข 7 มักชอบโต้แย้ง และมีเรื่องให้ พูดเยอะ พูดมาก ซึ่งจะทําให้หมุนวนอยู่กับที่ จําเป็นต้องได้รับการชี้แนะ งานจึงจะสําเร็จ คนเลข 7 มักจะถูกนินทาว่าร้ายในด้านไม่ดี บ่อยๆ เขารักที่จะมุ่งมั่น เพื่อสร้างการมีชื่อเสียง และโชคลาภ เป็นคนที่จิตใจไม่มั่นคง โลเลเปลี่ยนความคิดได้ง่าย ถ้าไม่ควบคุมอาจจะมีปัญหาในชีวิตสมรส ( จิตวิญญาณการรับรู้ถึงรูปแบบและกฎเกณฑ์ของสัจธรรม สัญชาตญาณความสามารถในการโต้ตอบกับโลกทางจิตวิญญาณที่สูงกว่า ความสามารถในการหาเหตุผลให้กับกระบวนการชีวิต )",
      "InherentDread": "กลัวที่มีมาแต่ธรรมชาติ หรือ กลัวที่เกิดจากสัญชาตญาณ : ไม่สามารถบรรลุมาตรฐานสูงได้, ทำผิดพลาด",
      "ธาตุ": "น้ำ",
      "พลังงาน": "หยาง",
      "วัน": "วันพฤหัสบดี",
      "ดาวเคราะห์": "ดาวเนปจูน",
      "สี": "ม่วง",
      "กริยา": "วิเคราะห์, ทำความเข้าใจ",
      "การเคลื่อนไหว": "เข้าด้านใน เพื่อสืบสวน วิเคราะห์ วิจัย เพื่อบรรลุการเชื่อมโยงทางจิตวิญญาณ",
      "ด้านบวก": "วิเคราะห์, มีเหตุผล, ฉลาด, หลักแหลม, มีไหวพริบ, มีจิตใจแข็งแกร่ง, เข้าใจ, มีจิตวิญญาณ, มองโลกในแง่ดี, มีสัญชาตญาณ, นักปรัชญา, มีความสามารถ, ครู, เป็นขุนนาง, ผู้แสวงหาความรู้, ชอบศึกษา, โรแมนติก, นักฝัน, ลึกลับ, ลึกลับ, มีสติ, ชอบทำสมาธิ",
      "ด้านลบ": "เย่อหยิ่ง แข็งกร้าว เจ้าอารมณ์ ดื้อรั้น เก็บตัว เหน็บแนม สงวนตัว ยึดมั่นในหลักการ เงียบขรึม ประชดประชัน ไร้สาระ อวดดี เศร้า จริงจัง มีแนวโน้มที่จะอยู่คนเดียวและถือพรหมจรรย์ คลั่งไคล้ มองโลกในแง่ร้าย",
      "LackOfEnergy": "ไม่มีพลังหรือมีพลังน้อย: ขาดสัญชาตญาณและการรับรู้ทางจิตวิญญาณ อาจรู้สึกขาดการเชื่อมโยงกับตัวเองหรือสัจธรรม ขาดความสนใจในการวิเคราะห์หรือค้นหาความจริง อาจดูเฉยเมยหรือไร้จุดมุ่งหมาย อาจหลีกเลี่ยงการสำรวจภายในจิตใจ ขาดความเข้าใจในกระบวนการชีวิต",
      "BalancedEnergy": "สมดุลเพียงพอ: มีสัญชาตญาณและความสามารถในการวิเคราะห์ที่เฉียบแหลม เข้าใจรูปแบบและกฎเกณฑ์ของสัจธรรม มีจิตใจแข็งแกร่ง ชอบศึกษา ค้นคว้า และแสวงหาความรู้ มีความเชื่อมโยงทางจิตวิญญาณ เป็นนักปรัชญา นักวิเคราะห์และนักวิจัยที่ยอดเยี่ยม ผู้แสวงหาความรู้ที่ฉลาดและอยากรู้อยากเห็น มีความรู้ทางเทคนิคและประดิษฐ์ ชอบอ่านหนังสือ  มีสติ ชอบทำสมาธิ และมองโลกในแง่ดี พร้อมทั้งมีไหวพริบและความลึกลับที่น่าดึงดูด",
      "OverEnergy": "มีพลังมากเกินไป: อาจกลายเป็นคนเย่อหยิ่ง อวดดี หรือยึดมั่นในหลักการจนเกินไป ดูแข็งกร้าวหรือประชดประชัน เก็บตัวมากเกิน จนกลายเป็นเงียบขรึมหรือชอบอยู่คนเดียว อาจมองโลกในแง่ร้ายหรือเศร้า มีแนวโน้มคลั่งไคล้หรือหมกมุ่นกับความคิดและจิตวิญญาณ จนขาดสมดุลในชีวิตจริง",
      "Pinnacle1st": "0-29",
      "Pinnacle2nd": "29-38",
      "Pinnacle3rd": "38-47",
      "Pinnacle4th": "47",
      "ความสัมพันธ์": "เส้นทางชีวิต นี้อาจเจาะลึกปรัชญา จิตวิญญาณ และการทำงานในเงามืด ตลอดเส้นทาง \nเข้ากันได้มากที่สุด: 4 และ 11\nเข้ากันได้น้อยที่สุด: 3 และ 9"
    },
    {
      "ID": "8",
      "ShortDefinition": "ความกล้าหาญ หน้าที่ ความสำเร็จและอำนาจเชิงวัตถุนิยม",
      "MEANING": "คน เลข 8 เป็นคนที่เงียบมาก เป็นนักอนุรักษ์นิยม เป็นคนแบบเฉยๆ อะไรก็ได้ เรื่อยๆ แต่เป็นมิตร ต่อเพื่อน คุณมีความรับผิดชอบ และมีความ ยุติธรรม เป็นคนที่ไว้วางใจได้ เป็นคนที่ไม่ เหนื่อยต่ออะไรง่ายๆ แต่บางทีก็ออกอาการเบลอ ในสิ่งที่กําลังทําอยู่ คุณจําเป็นต้องเป็นคน ฉลาด ภายนอกดูแข็งแต่จริงๆ เป็นคนอ่อนหวานนุ่มนวลด้านลบ ความเชื่อมั่นอย่างแรงในทัศนคติของตนเองจะทําให้สูญเสียโอกาสต่างๆ ได้ เป็นคน ใจร้อน หุนหันพลันแล่น ชอบรอดู ไม่กล้าเสี่ยง มักต้องสมบูรณ์เสมอในสายตาผู้อื่น ความเชื่อมั่น และระแวดระวังมากเกินไป อาจเป็นเหตุให้ขาด โอกาส บางครั้งอาจขาดจิตสํานึกและตกเป็นเหยื่อจากการหลงเชื่อผิด ๆ ได้ (หน้าที่และความรับผิดชอบความรู้สึกถึงหน้าที่ ความรับผิดชอบ ความสามารถในการจัดการทรัพยากร ความเหมาะสม ความมุ่งมั่น พลังแห่งความรัก ความสามารถของบุคคลในการรู้สึกว่าตนเองมีประโยชน์และจำเป็นต่อผู้อื่น )",
      "InherentDread": "กลัวที่มีมาแต่ธรรมชาติ หรือ กลัวที่เกิดจากสัญชาตญาณ : การสูญเสียการควบคุม ความยากจน การเป็นคนธรรมดา",
      "ธาตุ": "ไฟ",
      "พลังงาน": "หยาง",
      "วัน": "วันเสาร์",
      "ดาวเคราะห์": "ดาวเสาร์",
      "สี": "ชมพู",
      "กริยา": "ควบคุม, ครอบงำ",
      "การเคลื่อนไหว": "กระตือรือร้น ออกไปด้านนอก สู่การเลื่อนตำแหน่งทางสังคม เพื่อให้ได้มาซึ่งเงินและอำนาจ",
      "ด้านบวก": "มีอำนาจ เป็นผู้จัดระเบียบ ชอบทำจริง มุ่งมั่น กล้าหาญ กระตือรือร้น มุ่งเป้าหมาย มีพลังงาน มีประสิทธิภาพ มีความทะเยอทะยาน จงรักภักดี ฉลาด มีอิทธิพล รับผิดชอบ มีความนับถือตนเองสูง",
      "ด้านลบ": "เย่อหยิ่ง เจ้าเล่ห์ ชอบตัดสินคนอื่น แข็งกร้าว โกรธจัด เย็นชา นิยมวัตถุ โหดร้าย อาฆาตแค้น อิจฉา ไร้ยางอาย โลภมาก มีแนวโน้มที่จะยกตัวเองเหนือกฎหมาย",
      "LackOfEnergy": "ไม่มีพลังหรือมีพลังน้อย: ขาดความรู้สึกถึงหน้าที่และความรับผิดชอบ อาจรู้สึกไร้จุดมุ่งหมายหรือไม่เห็นคุณค่าในตนเอง ขาดความมุ่งมั่นและพลังงานในการบรรลุเป้าหมาย อาจหลีกเลี่ยงการเป็นผู้นำหรือการตัดสินใจ อาจดูเฉยเมย ขาดความทะเยอทะยาน และไม่สามารถมีอิทธิพลต่อผู้อื่น",
      "BalancedEnergy": "สมดุลเพียงพอ: มีความรับผิดชอบ มุ่งมั่น และกระตือรือร้นในการบรรลุเป้าหมายอย่างมีประสิทธิภาพ เป็นผู้จัดระเบียบที่มีอำนาจเชิงวัตถุนิยม ฉลาด มีความนับถือตนเองสูง ความสามารถในการตัดสินใจ ความสามารถทางการเมืองและจงรักภักดีต่อหน้าที่ สามารถสร้างอิทธิพลและนำพาความสำเร็จทางสังคมด้วยความกล้าหาญและพลังงานที่สมดุล",
      "OverEnergy": "มีพลังมากเกินไป: อาจกลายเป็นคนเย่อหยิ่ง เจ้าเล่ห์ หรือชอบตัดสินผู้อื่น แสดงพฤติกรรมแข็งกร้าวและเย็นชา หมกมุ่นกับอำนาจ ทะเยอทะยานเกินไป และความสำเร็จจนกลายเป็นโลภนิยมวัตถุ บริหารเงินไม่ดี เผด็จการต่อผู้ใต้บังคับบัญชา เป็นคู่สนทนาที่ใจร้อนอาฆาตแค้นและอาจโหดร้าย  มีแนวโน้มยกตัวเองเหนือกฎเกณฑ์หรือไร้ยางอาย",
      "Pinnacle1st": "0-28",
      "Pinnacle2nd": "28-37",
      "Pinnacle3rd": "37-46",
      "Pinnacle4th": "46",
      "ความสัมพันธ์": "เส้นทางชีวิต นี้ต้องการบรรลุสิ่งที่คนอื่นจะเคารพ มุ่งเป้าหมาย มีพลังงาน สู่การเลื่อนตำแหน่งทางสังคม เพื่อให้ได้มาซึ่งเงินและอำนาจเชิงวัตถุนิยม \nเข้ากันได้มากที่สุด: 4 และ 22\nเข้ากันได้น้อยที่สุด: 6 และ 9"
    },
    {
      "ID": "9",
      "ShortDefinition": "ปัญญาและความทรงจำ อุดมคติด้านความเมตตาและการเสียสละเพื่อส่วนรวม",
      "MEANING": "คนเลข 9 ต้องมีความคิดสร้างสรรค์ หาก ปราศจากความคิดสร้างสรรค์แล้ว คุณก็ไม่ สามารถทําใน สิ่งที่ทําอยู่ต่อไปได้ อย่างแน่นอนฉลาดคนเลข 9 จะประสบความสําเร็จได้ต้องคาดหวัง ในสิ่งที่ดีและเปิดใจกว้าง รักที่จะดูดี ศิวิไลซ์ ตื่นตัว และอ่อนไหว คนหมายเลข 9 รู้ว่า เมื่อไรควรบุกและ รับมือทุกอย่างได้ดี ชนะใจ คนอื่น ทําอะไรก็ทําอย่างรวดเร็วและ ทําได้ดี แต่ ไม่เน้นรายละเอียด ภายนอกดูแข็งแต่จริงๆ เป็น คนนุ่มนวล มีเสน่ห์ดึงดูด เป็นผู้มีพลังในการ ทํางาน มีเป้าหมายและความใฝ่ฝันที่สูง งาน ต่างๆ ที่ทํามักลุล่วงและสําเร็จเป็นส่วนใหญ่ และ มักโชคดีตั้งแต่วัยกลางคน (35 ขึ้นไป) ด้านลบ ให้ระวังช่วงท้ายของชีวิตที่อาจต้อง โดดเดี่ยว มีโอกาสที่จะหลงลืมคนในปกครอง หรือขาดเพื่อนสนิท ( สติปัญญา ความจำ และความสามารถในการปรับตัวความสามารถทางจิตใจ ไอคิว ความจำ ประสบการณ์ ความสามารถในการมองเห็นล่วงหน้า ความเมตตา และความสามารถในการปรับตัวให้เข้ากับสภาพแวดล้อมหรือสถานที่ใดๆ คุณภาพและพลังของสติปัญญา ความสามารถในการรวบรวมข้อมูลที่ซับซ้อน )",
      "InherentDread": "กลัวที่มีมาแต่ธรรมชาติ หรือ กลัวที่เกิดจากสัญชาตญาณ : ข้อจำกัดทุกประเภท การสูญเสียการควบคุมอารมณ์",
      "ธาตุ": "ไม้",
      "พลังงาน": "หยาง",
      "วัน": "วันอังคาร",
      "ดาวเคราะห์": "ดาวอังคาร",
      "สี": "สีทอง",
      "กริยา": "การเปลี่ยนแปลง",
      "การเคลื่อนไหว": "ออกไปด้านนอก ค้นหาวิธีแก้ปัญหาในโลกแห่งการสร้างสรรค์และสัญชาตญาณ",
      "ด้านบวก": "มีสติปัญญา มีความสามารถ โรแมนติก เป็นนักปรัชญา มีมนุษยธรรม มีจิตใจดี กระตือรือร้น มีเมตตา ใจกว้าง มีจิตใจเสียสละ กล้าหาญ เข้าใจ มีเสน่ห์ อดทน ชอบสื่อสาร มีอิทธิพล",
      "ด้านลบ": "ไม่แน่ใจ อดทนเกินไป ขาดสมาธิ นิสัยไม่ดี ก้าวร้าว เห็นแก่ตัว ชอบยุ่งเรื่องชาวบ้าน ขี้แย อิจฉา ใช้จ่ายฟุ่มเฟือย ไม่มีความอดทน เอาแต่ใจ ไร้สาระ เว่อร์เกินเหตุ อารมณ์รุนแรง ชอบเรื่องดราม่า อาจถูกหลอกได้ง่าย",
      "LackOfEnergy": "ไม่มีพลังหรือมีพลังน้อย: ขาดสติปัญญาและความสามารถในการปรับตัว อาจดูสับสนหรือขาดสมาธิ ขาดความเมตตาและมนุษยธรรม ไม่สนใจช่วยเหลือผู้อื่นหรือเข้าใจสถานการณ์ อาจรู้สึกไม่มั่นใจหรือขาดการสื่อสารที่มีประสิทธิภาพ",
      "BalancedEnergy": "สมดุลเพียงพอ: มีสติปัญญาและความจำที่ยอดเยี่ยม สามารถรวบรวมข้อมูลซับซ้อนและปรับตัวได้ดี มีมนุษยธรรม ใจกว้าง กระตือรือร้น และมีความเมตตา กล้าหาญในการช่วยเหลือผู้อื่น เป็นนักปรัชญาที่มีเสน่ห์ อดทน ชอบสื่อสาร และมีอิทธิพลในทางสร้างสรรค์",
      "OverEnergy": "มีพลังมากเกินไป: อาจกลายเป็นคนเห็นแก่ตัวพยายามเรียกร้องความสนใจจากเพื่อนฝูง อารมณ์รุนแรง หรือชอบยุ่งเรื่องชาวบ้านจนเกินเหตุ อดทนเกินไปหรือขาดสมาธิ นำไปสู่พฤติกรรมฟุ่มเฟือย เอาแต่ใจ หรือชอบเรื่องดราม่ายกยอตัวเอง มีแนวโน้มถูกหลอกง่ายโดนครอบงำได้ง่าย หงุดหงิดง่าย ไม่ใส่ใจการลงทุนโดนครอบงำได้ง่าย หงุดหงิดง่าย ไม่ใส่ใจการลงทุน ไร้สาระ หรือเว่อร์เกินเหตุ อาจแสดงพฤติกรรมก้าวร้าวหรืออิจฉา",
      "Pinnacle1st": "0-27",
      "Pinnacle2nd": "27-36",
      "Pinnacle3rd": "36-45",
      "Pinnacle4th": "45",
      "ความสัมพันธ์": "เส้นทางชีวิตที่จะเรียนรู้เพื่อจะยอมรับตัวเองในฐานะสิ่งมีชีวิตที่สมบูรณ์แบบ พร้อมๆ กับความแปลกประหลาดและข้อบกพร่องต่างๆ การเติบโตในความเมตตากรุณายังช่วยให้ผู้อื่นมองเห็นสิ่งที่ดีที่สุดในตัวเองอีกด้วย\nเข้ากันได้มากที่สุด: 2 และ 5\nเข้ากันได้น้อยที่สุด: 7 และ 8"
    }
  ]
}
