{ 
"PinnacleCycles" : [
{
"PinnacleNumber" : "1",
"Pinnacle1st" : "หากจุดสูงสุดเป็น Pinnacle #1 ในช่วงแรกของ Pinnacle  ซึ่งมักตรงกับช่วงวัยรุ่น คุณมีแนวโน้มสูงที่จะใช้เวลานี้ไปกับการเรียนรู้และพัฒนาแนวคิดใหม่ๆ เป็นช่วงที่คุณจะได้เผชิญหน้ากับความรู้สึกพึ่งพาผู้อื่น และเรียนรู้วิธีที่จะยืนหยัดด้วยตัวเอง คุณจะถูกท้าทายให้เป็นผู้นำและพึ่งพาตนเอง โดยปราศจากด้านลบของอัตตา เช่น ความดื้อรั้น การเห็นแก่ตัว หรือการครอบงำผู้อื่น แม้จะไม่ใช่ช่วงเวลาที่สงบนัก เนื่องจากต้องเรียนรู้จากสิ่งเร้าและความยากลำบากต่างๆ แต่ก็เป็นโอกาสที่ยอดเยี่ยมในการเอาชนะขีดจำกัดของตัวเองและก้าวเดินไปตามจังหวะของคุณเอง
",
"Pinnacle2nd" : "จุดสูงสุดเป็น Pinnacle #1 ช่วงที่ 2 หรือ ช่วงที่ 3 นี้ คุณจะได้รับการดูแลและท้าทายให้โอบรับความเป็นผู้นำ พร้อมพัฒนาทักษะการเป็นผู้นำที่มีประสิทธิภาพและสร้างแรงบันดาลใจให้กับผู้อื่น คุณจะถูกเรียกร้องให้มุ่งเน้นไปที่เรื่องของความกล้าหาญ แรงผลักดัน วิสัยทัศน์ สมาธิ ความมุ่งมั่น และความซื่อสัตย์ ในช่วงนี้คุณอาจรู้สึกก้าวร้าวในการแสดงออก หรืออีกนัยหนึ่ง คุณอาจยอมแพ้หรือไม่มั่นใจในตนเองและความสามารถของตนเอง ความสามารถในการก้าวไปข้างหน้าของคุณจะถูกจำกัดด้วยความคิดริเริ่มของคุณเองเท่านั้น",
"Pinnacle4th" : "จุดสูงสุดเป็น Pinnacle #1 ในช่วงที่ 4 แสดงถึงพลังแห่งการเริ่มต้นและพลังแห่งความคิดสร้างสรรค์ ความคิดที่จะชะลอตัวหรือเกษียณอายุนั้นไม่น่าจะเกิดขึ้นได้ ความท้าทายและการเปลี่ยนแปลงมักมาพร้อมกับช่วงท้ายของชีวิต และความสำเร็จของคุณจะนำมาซึ่งความพึงพอใจอย่างลึกซึ้ง หากคุณเชี่ยวชาญศิลปะแห่งการเป็นผู้นำ การกำหนดทิศทาง และการแสดงออกถึงความคิดริเริ่มของตนเอง เป็นไปได้ยากที่คุณจะได้รับโอกาสทองอันน่าอัศจรรย์ แต่หากมีเข้ามา จงคว้ามันไว้ให้มั่น นี่คือช่วงเวลาแห่งนวัตกรรม ซึ่งโดยปกติแล้ว คุณจะต้องสร้างโอกาสของตนเองผ่านความปรารถนา สมาธิ ความมุ่งมั่น และความสามารถในการเผชิญกับอุปสรรค ลุกขึ้น ปัดฝุ่น และก้าวต่อไป ในฐานะ 4th Pinnacle คุณมีแนวโน้มที่จะประสบความสำเร็จอย่างยิ่งใหญ่ด้วยความมั่นใจในตนเองที่สมดุลและแรงผลักดันที่เหมาะสม คุณอาจพบว่าตนเองต้องทำงานคนเดียว หรือมีความเป็นอิสระเพิ่มขึ้น หากคุณเผชิญกับความท้าทายในการสร้างสมดุลให้กับอัตตา ช่วงนี้อาจเป็นเวลาที่เหมาะสำหรับการอยู่คนเดียว
"
},
{
"PinnacleNumber" : "2",
"Pinnacle1st" : "หากจุดสูงสุดแรกของคุณคือ Pinnacle #2 แสดงว่าในช่วงวัยเด็กคุณอาจเป็นคนอ่อนไหว เจ็บปวดง่าย และรับอารมณ์จากคนรอบข้างได้มาก เนื่องจากยังอยู่ในช่วงพัฒนาการทางอารมณ์ คุณอาจไม่สามารถแยกแยะได้ว่าความรู้สึกใดเป็นของคุณ หรือเป็นของผู้คนรอบข้าง รวมถึงความอ่อนไหวต่อสภาพแวดล้อมด้วยเช่นกัน คุณอาจมีปัญหาในการแสดงออกทั้งทางคำพูดและอารมณ์ เพราะคุณมีความรู้สึกมากมายแต่ยังไม่โตพอที่จะรับรู้และกรองความรู้สึกเหล่านั้นออกไป อิทธิพลจากแม่มักจะมีผลต่อคุณอย่างมากในช่วงนี้ ไม่ว่าจะเป็นไปในทางที่ดีหรือไม่ก็ตาม นี่เป็นช่วงเวลาที่คุณรู้สึกขี้อายและยอมแพ้ ซึ่งคุณจะต้องพยายามกำหนดและแสดงความเป็นตัวตนของคุณออกมา ความวิตกกังวลในระดับต่ำหรือสูงไม่ใช่เรื่องแปลกในช่วงนี้ และบ่อยครั้งที่คุณจะต้องเผชิญกับความอ่อนไหวนี้ด้วยการเอาใจผู้อื่น",
"Pinnacle2nd" : "จุดสูงสุดที่เป็น Pinnacle #2 ในช่วงที่ 2 หรือ ช่วงที่ 3  จะนำพาคุณไปสู่พลังงานที่เกี่ยวข้องกับการทำงานร่วมกับผู้อื่นอย่างสมดุล นี่ไม่ใช่ช่วงเวลาที่เน้นเพียงแค่ 'ฉัน' แต่จะเน้นที่ 'เรา' เป็นหลัก เมื่อคุณเชี่ยวชาญในการส่งเสริมความสามัคคีในทุกสิ่ง แสดงความอดทน และเต็มใจที่จะสละความดีความชอบส่วนตัวเพื่อส่วนรวม คุณจะทำงานได้อย่างมีประสิทธิภาพสูงสุด งานที่คุณทำในช่วงเวลานี้มักจะมีรายละเอียดและความต้องการสูง การแต่งงานและการมีบุตรมีความสำคัญสูงสุดในช่วงนี้ หากคุณเป็นพ่อแม่ที่อยู่บ้าน การปรากฏของเลขนี้ใน Pinnacle ช่วงที่ 2 ของคุณจึงไม่ใช่เรื่องน่าแปลกใจ",
"Pinnacle4th" : "หาก Pinnacle #2 เป็นจุดสูงสุดในช่วงที่ 4 ของคุณ ถือเป็นโอกาสที่จะสร้างความสมดุลในทุกด้าน ไม่ว่าจะเป็นสภาพแวดล้อมที่บ้าน ที่ทำงาน ครอบครัว หรือความสัมพันธ์ คุณสามารถเลือกที่จะเกษียณอายุหรือทำงานต่อไปได้ แต่กุญแจสำคัญสู่ความพึงพอใจและความสมหวังคือการพัฒนาความอดทน ความรอบคอบ และความร่วมมือ คุณจะต้องควบคุมแนวโน้มที่จะอ่อนไหวเกินไป หากคุณไม่จัดการกับพลังงานนี้อย่างมีสติ แนวโน้มดังกล่าวจะทำให้คุณรู้สึกเจ็บปวดบ่อยครั้งและรุนแรง หากคุณรับทุกสิ่งมาใส่ใจ แทนที่จะฝึกฝนความสามารถในการเชื่อมโยงกับตนเองและผู้อื่นอย่างดี คุณจะประสบกับความวิตกกังวลอย่างมากในช่วงเวลานี้ นี่คือจุดสูงสุดที่ถูกเตรียมไว้เพื่อให้คุณยอมรับตัวตนที่แท้จริงของคุณจากภายในสู่ภายนอก"
},
{
"PinnacleNumber" : "3",
"Pinnacle1st" : "แม้จะดูสบายๆ แต่ถ้าเลข Pinnacle #3 ปรากฏขึ้นในช่วงจุดสูงสุด ของช่วงแรกของคุณ ก็อาจมีอุปสรรคมากมายรออยู่ แม้จะมีโอกาสมากมายในการพัฒนาและแสวงหาศักยภาพทางศิลปะและความคิดสร้างสรรค์ แต่คุณอาจยังไม่ตระหนักถึงสิ่งเหล่านี้ หรือยังไม่พร้อมที่จะทุ่มเทเพื่อทำให้มันเกิดขึ้นจริงในช่วงต้นของชีวิต ดังนั้น คุณจึงมีแนวโน้มที่จะใช้พลังงานอย่างกระจัดกระจาย หรืออาจทำงานตามแนวคิดที่ผ่านมาแล้วอย่างไม่ต่อเนื่อง นอกจากนี้ คุณอาจสนุกสนานมากเกินไป จนไม่มีเวลาลงมือลงแรงและพัฒนาความเชี่ยวชาญให้ลึกซึ้ง วิธีที่ดีที่สุดในช่วงนี้คือการส่งเสริมการพัฒนาอาชีพด้านความคิดสร้างสรรค์ นี่คือจุดสูงสุดที่ความอ่อนไหวต่อคำวิจารณ์จากภายนอกอาจทำลายความสามารถและขัดขวางการแสวงหาความคิดสร้างสรรค์ หรือความสามารถในการแสดงอารมณ์ของคุณ อารมณ์ที่ขึ้นๆ ลงๆ เป็นเรื่องปกติในช่วงนี้ และคาดว่าจะประสบกับอุปสรรคในการแสดงออกและการสื่อสาร",
"Pinnacle2nd" : "หากจุดสูงสุดของคุณในช่วงที่ 2 หรือ 3 เป็น Pinnacle #3 จะสร้างสภาพแวดล้อมที่เต็มไปด้วยเพื่อนและความสัมพันธ์ที่ดี ความสนุกสนาน ความสุขในชีวิต และการแสดงออกอย่างสร้างสรรค์ นี่เป็นช่วงเวลาที่ความรับผิดชอบและความสำเร็จของคุณขึ้นอยู่กับพฤติกรรมทางสังคมและทักษะการสื่อสารเป็นอย่างมาก คุณอาจได้รับโอกาสในการเขียน พูด ออกแบบ หรือรับงานในอุตสาหกรรมบันเทิง ช่วงเวลานี้เต็มไปด้วยจินตนาการและความรู้สึกที่แสดงออกได้อย่างเต็มที่ ข่าวดีคือ หากคุณจัดการกับพลังงานด้านดีของ Pinnacle #3 ในช่วงจุดสูงสุดนี้ คุณจะมีแรงดึงดูดตามธรรมชาติให้เข้าหาเงินและชีวิตที่ง่ายขึ้น ซึ่งเต็มไปด้วยกิจกรรมสร้างสรรค์ คุณจะรู้สึกดึงดูดใจและสร้างแรงบันดาลใจให้กับผู้อื่น นอกจากนี้ คุณอาจสนใจในบางแง่มุมของศิลปะการบำบัดรักษาด้วย ทุกสิ่งที่เกี่ยวข้องกับการแสดงออกหรือการสื่อสารจะได้รับการพิจารณาเป็นพิเศษ",
"Pinnacle4th" : "หากเลข Pinnacle #3 ปรากฏขึ้นเป็นจุดสูงสุดในช่วงที่ 4 ของคุณ แสดงว่าคุณมีโอกาสดีที่จะได้เดินทาง ทำกิจกรรมทางสังคม และรู้สึกสบายใจขึ้น ซึ่งมักจะมาพร้อมกับอิสระจากความกังวลทางการเงิน นี่อาจเป็นช่วงสุดท้ายของชีวิตที่สะดวกสบายมาก ซึ่งสนับสนุนความพยายามสร้างสรรค์ทั้งหมด โดยเน้นที่ความสนุกสนานและการเข้าร่วมสังคม พลังของเลข 3 นั้นช่างอยากรู้อยากเห็น คุณจึงอยากเรียนรู้ (หรือสัมผัสประสบการณ์) บางสิ่ง แล้วรีบไปทำสิ่งต่อไป คุณจะได้รับประโยชน์จากการพัฒนาสมาธิและวินัยในตนเองมากขึ้น เพื่อใช้ประโยชน์จากช่วงเวลาแห่งความคิดสร้างสรรค์ ความผ่อนคลาย และความสุขนี้ให้เต็มที่ คุณอาจสับสน ฟุ้งซ่าน และหมดแรงได้ง่าย สิ่งสำคัญคือต้องมีวินัยและหลีกเลี่ยงการพูดจาผิวเผินและการสื่อสารเชิงลบ เช่น การนินทา การเสียดสี และการมองโลกในแง่ร้าย"
},
{
"PinnacleNumber" : "4",
"Pinnacle1st" : "หากจุดสูงสุดช่วงแรกของคุณคือ Pinnacle #4 คุณอาจต้องเผชิญกับวัยเด็กและวัยรุ่นที่ต้องใช้ความพยายามอย่างมาก คุณอาจพบว่าสถานการณ์ทางเศรษฐกิจบังคับให้คุณต้องทุ่มเทและทำงานหนัก ทำให้คุณต้องรับผิดชอบเกินวัย ในช่วงจุดสูงสุดนี้ คุณปรารถนาความมั่นคง การสนับสนุน และความปลอดภัย แต่บ่อยครั้งที่สิ่งเหล่านี้กลับไม่มีอยู่ในชีวิตของคุณ นอกจากนี้ นี่อาจเป็นช่วงเวลาที่อุทิศให้กับการศึกษา ซึ่งคุณจริงจังกับการเรียนรู้ และความรับผิดชอบกลายเป็นจุดศูนย์กลางของชีวิต ไม่ว่าจะในกรณีใด ก็เป็นไปได้ยากที่คุณจะใช้ชีวิตอย่างฟุ่มเฟือย เนื่องจากความท้าทายที่คุณต้องเผชิญ รวมถึงพลวัตของครอบครัวซึ่งมักจะไม่ปกติ",
"Pinnacle2nd" : "จุดสูงสุดที่เป็น Pinnacle #4 ในช่วงที่ 2 หรือ 3 จะช่วยส่งเสริมความสามารถของคุณในการก้าวไปข้างหน้าในโลกและประสบความสำเร็จ ไม่ใช่แค่เพราะพรสวรรค์ที่มีมาแต่กำเนิดเท่านั้น แต่ยังรวมถึงแรงผลักดันและความสามารถในการเอาชนะคู่แข่งด้วย คุณอาจพบข้อจำกัดทางเศรษฐกิจบางประการในระหว่างจุดสูงสุดนี้ ซึ่งถูกกำหนดขึ้นเพื่อทดสอบความมุ่งมั่นของคุณในการสร้างรากฐานที่มั่นคงและแข็งแกร่งสำหรับชีวิต โดยไม่พ่ายแพ้ต่ออุปสรรคและข้อจำกัด การแสวงหาความมั่นคง การทำงานหนัก และความสำเร็จเป็นจุดเด่นของจุดสูงสุดนี้ ปัญหาครอบครัวจะต้องได้รับการแก้ไขและเยียวยา ในขณะที่คุณวางแผนชีวิตครอบครัวที่คุณเลือกและสร้างความมั่นคงให้กับตนเอง
 ",
"Pinnacle4th" : "Pinnacle #4 ในช่วงที่ 4 จะทำให้คุณไม่สามารถชะลอความเร็วหรือเกษียณอายุได้ตามที่คุณปรารถนาหรือคาดหวัง เลข 4 ไม่ใช่พลังงานที่ผ่อนคลาย ดังนั้นจึงไม่สอดคล้องกับแนวคิดของการเกษียณอายุหรือการชะลอตัว ยิ่งไปกว่านั้น คุณจะไม่ต้องการทำเช่นนั้น! ความรู้สึกถึงจุดมุ่งหมายจะผลักดันคุณในช่วง Pinnacle #4 ปัจจัยสำคัญคือการทำงานที่อยู่ตรงหน้าและรู้สึกดีกับความสำเร็จ มีความเป็นไปได้ที่สภาพเศรษฐกิจจะควบคุมความสามารถในการชะลอความเร็วหรือเกษียณอายุของคุณ หรืออีกทางหนึ่ง คุณกำลังสร้างอาณาจักรและยังคงทุ่มเทหัวใจ จิตวิญญาณ และพลังงานให้กับกิจการอันยิ่งใหญ่นี้ต่อไป Pinnacle #4 ทำหน้าที่เป็นรากฐานในการสร้างสรรค์สิ่งสำคัญที่มีคุณค่าที่ยั่งยืนในโลก Pinnacle #4 สอนให้คุณรู้ว่าความพยายามคือสิ่งสำคัญ ข้อดีคือ หากคุณจริงจังกับพลังงานนี้และทุ่มเททำงาน คุณจะได้รับผลประโยชน์ตลอดชีวิตที่เหลือ ในขณะที่คุณกำลังสร้างอาณาจักร คุณกำลังสร้างความสัมพันธ์เชิงบวกกับเงิน ความสามารถในการทำตามกำหนดเวลา ความสามารถในการสร้างระบบที่มีประสิทธิภาพ และวิธีการเชิงบวกในการจัดการกับข้อจำกัด"
},
{
"PinnacleNumber" : "5",
"Pinnacle1st" : "ในฐานะจุดสูงสุด Pinnacle #5 ในช่วงแรกของชีวิต อาจเป็นช่วงเวลาที่วุ่นวาย เพราะคุณอาจพบว่าเป็นเรื่องยากที่จะสร้างความมั่นคง พัฒนาความรู้สึกของความเป็นตัวเอง และวางรากฐานสำหรับสิ่งที่คุณต้องการในชีวิตวัยผู้ใหญ่ บางทีคุณอาจต้องย้ายที่อยู่บ่อยครั้งในช่วงนี้ รวมถึงการเปลี่ยนโรงเรียนและเพื่อนบ่อยๆ นอกจากนี้ คุณอาจได้รับการเลี้ยงดูในครอบครัวที่เข้มงวดและรู้สึกถูกจำกัด หรือในทางกลับกัน คุณอาจเติบโตมาพร้อมกับอิสระที่มากมาย สภาพแวดล้อมที่เอื้ออำนวย และได้รับอนุญาตให้สร้างเส้นทางของตัวเองได้อย่างอิสระมากกว่าคนส่วนใหญ่ ไม่ว่าจะในกรณีใด อิสระคือธีมหลัก และประสบการณ์ การทดลอง รวมถึงการท้าทายขอบเขตคือหัวใจสำคัญ พลังงานของเลข 5 เชิญชวนให้คุณใช้ชีวิตตามกฎของตัวเองในหลายๆ ด้านในช่วงแรกนี้ ซึ่งอาจเป็นสิ่งที่ดีหากจัดการได้ดี แต่ก็มีแนวโน้มสูงที่คุณจะพบว่าตัวเองกำลังหลงทาง คุณอาจประสบกับความหุนหันพลันแล่นและความปรารถนาในความเป็นอิสระที่ไร้ขีดจำกัด หรืออาจเป็นช่วงเวลาที่คุณรู้สึกถูกจำกัดมากและต้องเผชิญกับความกลัวมากเกินไป",
"Pinnacle2nd" : "หากคุณพบว่าตัวเองอยู่ในจุดสูงสุดช่วงที่ 2 หรือ 3 พลังงานของเลข Pinnacle #5 จะสนับสนุนความสามารถของคุณในการก้าวหน้าและประสบความสำเร็จในสภาพแวดล้อมที่เปลี่ยนแปลงรวดเร็วและผันผวนสูง ความสามารถในการปรับตัวเป็นสิ่งสำคัญสำหรับความก้าวหน้าอย่างมีสุขภาพดีของคุณในช่วงนี้ ความปรารถนาและความรู้สึกถึงอิสรภาพของคุณนั้นทรงพลังและมีความสำคัญมากในช่วงจุดสูงสุดนี้ คุณต้องระมัดระวังไม่ให้คล้อยตามสิ่งต่างๆ มากเกินไปจนทำลายความสัมพันธ์หรือหุ้นส่วน เพราะความต้องการอิสรภาพ การเดินทาง การผจญภัย และข้อจำกัดที่น้อยมากของคุณ คุณต้องให้ความสำคัญเป็นพิเศษในการรับผิดชอบต่อการกระทำและการไม่กระทำของคุณ นี่เป็นช่วงเวลาที่คุณมีเสน่ห์และสามารถประสบความสำเร็จได้อย่างมาก เมื่อคุณมีความยืดหยุ่นและมีความคิดก้าวหน้า แต่ยังคงมีสมาธิ ความรับผิดชอบอาจเป็นปัญหาในช่วงเวลานี้ และความมุ่งมั่นมักจะจับต้องได้ยากในช่วงรอบของเลข 5",
"Pinnacle4th" : "Pinnacle #5 ที่เป็นเลขสูงสุด ในช่วงที่ 4 จะทำให้ชีวิตดำเนินไปอย่างรวดเร็วและเปลี่ยนแปลงอยู่ตลอดเวลา นี่จะไม่ใช่เส้นทางสู่การเกษียณอายุแบบเรียบง่ายของคุณ การเปลี่ยนแปลงและความหลากหลายยังคงเกิดขึ้นอย่างต่อเนื่อง และนี่อาจเป็นช่วงชีวิตที่น่าสนใจและมีพลวัต ซึ่งอาจนำมาซึ่งอิสระจากความกังวลด้านการเงินหรือครอบครัว เนื่องจากจุดสูงสุดที่เป็นเลข 5 เป็นช่วงเวลาที่ต้องเผชิญกับสิ่งที่ไม่คาดคิด และการเปลี่ยนแปลงมักเป็นเรื่องท้าทายสำหรับเราทุกคน ช่วงเวลานี้จึงน่าตื่นเต้นและอาจทำให้ไม่สงบได้ มักจะพิสูจน์ให้เห็นว่าเป็นช่วงเวลาแห่งการเปลี่ยนแปลงที่เต็มไปด้วยความกระสับกระส่ายและความปรารถนาอย่างชัดเจนที่จะก้าวออกจากกรอบของตัวเอง อาจมีแนวโน้มที่จะละทิ้งบางสิ่งก่อนจะเสร็จสิ้น มีพฤติกรรมทางเพศที่ไม่ระมัดระวัง หรือกินอาหาร เสพยา ดื่มแอลกอฮอล์ หรือเสพสารเสพติดอื่นๆ มากเกินไปจนเป็นนิสัย มีโอกาสที่ส่วนนี้ของชีวิตคุณจะมีการเดินทางมากมาย การรักษาสมดุลเป็นสิ่งสำคัญและเป็นบททดสอบในช่วงจุดสูงสุดนี้"
},
{
"PinnacleNumber" : "6",
"Pinnacle1st" : "ในฐานะคนหนุ่มสาวที่มีจุดสูงสุดเป็น Pinnacle #6 คุณอาจพบว่าตนเองต้องทุ่มเทอย่างเต็มที่กับหน้าที่และความรับผิดชอบที่เกี่ยวข้องกับบ้านและครอบครัว ซึ่งอาจเป็นผลมาจากแรงกดดันจากพ่อแม่และพี่น้อง หรือคุณอาจแต่งงานตั้งแต่อายุยังน้อย ครอบครัว ความสัมพันธ์ และการระบุตัวตนกับครอบครัวเป็นจุดสำคัญของช่วงนี้ พลังงานนี้เตรียมคุณให้พร้อมเผชิญกับสถานการณ์ที่ถูกควบคุมโดยพ่อแม่หรือผู้มีอำนาจอื่น ๆ ครอบครัวเป็นลักษณะสำคัญและมักจะปรากฏให้เห็นในลักษณะที่คุณรู้สึกถึงความสามัคคีและการระบุตัวตนที่แข็งแกร่ง หรือเป็นสิ่งที่ทำให้คุณต้องต่อสู้กับความผิดปกติ คุณจะรู้สึกว่าตนเองเป็นผู้รับผิดชอบตั้งแต่อายุยังน้อยในช่วงจุดสูงสุดนี้ ซึ่งคุณอาจต้องดูแลพ่อแม่ หรือมีภาระความรับผิดชอบที่เพิ่มขึ้นกับพี่น้อง หรือพลวัตอื่นๆ ที่เกี่ยวข้องกับครอบครัว",
"Pinnacle2nd" : "หากคุณมีเลข Pinnacle #6 เป็นจุดสูงสุดในช่วงที่ 2 หรือ 3 คุณจะประสบความสำเร็จอย่างยิ่งใหญ่ผ่านการยอมรับความรับผิดชอบที่เพิ่มขึ้น และการตอบสนองด้วยทัศนคติของการให้และการดูแล บ้านและครอบครัวจะมีความสำคัญเหนือกว่าความพยายามที่มุ่งเน้นตนเอง นี่อาจเป็นช่วงเวลาที่คุณแต่งงาน เริ่มต้นครอบครัว หรือเมื่อคุณสร้างธุรกิจจากที่บ้าน หรือมีอาชีพที่เน้นการบริการในรูปแบบใดรูปแบบหนึ่ง เป็นช่วงเวลาที่ควรให้ความสนใจกับความต้องการของผู้อื่นเป็นหลัก ไม่ว่าจะเป็นครอบครัว เพื่อน เพื่อนร่วมงาน หรือชุมชน จุดสูงสุดของเลข 6 มอบพลังสร้างสรรค์อย่างมากมาย และคุณจะพบว่าอาชีพที่สร้างสรรค์หรืองานศิลปะของคุณจะรุ่งเรืองในช่วงเวลานี้ เลข 6 สนับสนุนการแสวงหาความยุติธรรมทั้งหมด และคุณอาจสนใจกฎหมาย หรืออาชีพใดๆ หรืองานอาสาสมัครที่เน้นการแก้ไขความผิดและส่งเสริมความยุติธรรม
 ",
"Pinnacle4th" : "หากคุณมีเลข Pinnacle #6 เป็นจุดสูงสุดในช่วงที่ 4 ช่วงเวลานี้จะมาพร้อมกับรางวัลและความสุขจากครอบครัว เพื่อนฝูง และความรู้สึกปลอดภัย คุณจะรู้สึกอยากตั้งหลักปักฐานและหยั่งรากลึกในที่ใดสักแห่ง มีฐานที่มั่นที่ให้ความรู้สึกอบอุ่นและสบาย และเป็นที่ที่คุณรู้สึกอยากช่วยเหลือ เยียวยา และรับใช้ผู้อื่น คุณจะแสดงความรู้สึกเป็นกุศลและรู้สึกว่าต้องทุ่มเทเวลาและพลังงานให้กับสิ่งที่คุณสามารถทำเพื่อส่วนรวม ไม่ว่าสิ่งนั้นจะปรากฏออกมาในรูปแบบใดสำหรับคุณ นี่คือช่วงที่การตอบแทนมีความสำคัญต่อความรู้สึกโดยธรรมชาติของคุณเกี่ยวกับความเป็นอยู่ที่ดีและจุดมุ่งหมาย เมื่อคุณประสบกับจุดสูงสุดนี้ คุณอาจมีแนวโน้มที่จะมองโลก ผู้คน ความสัมพันธ์ และแม้แต่ตัวเอง ในอุดมคติ ซึ่งอาจนำไปสู่ความดื้อรั้นและเอาแต่ใจตัวเองมากเกินไป การมองโลกในอุดมคติที่มากเกินไปอาจทำให้คุณผิดหวังและหมดหวังอยู่ตลอดเวลา การตัดสินต้องสร้างความสมดุลในช่วงจุดสูงสุดนี้ และการยอมรับคือหัวข้อหลัก โดยรวมแล้ว ช่วงเวลาสุดยอดนี้เป็นช่วงเวลาที่บ้านมีความหมายและจุดมุ่งหมายที่แตกต่างไปจากในอดีต เป็นช่วงเวลาที่คุณต้องรับผิดชอบมากขึ้น และเป็นการเสียสละเล็กๆ น้อยๆ ที่ทำให้ชีวิตความสัมพันธ์ของคุณดีขึ้น ชีวิตความสัมพันธ์ของคุณมีความสำคัญมากขึ้น และคุณจะได้รับความพึงพอใจสูงสุดภายในบ้านและสภาพแวดล้อมของความสัมพันธ์"
},
{
"PinnacleNumber" : "7",
"Pinnacle1st" : "หากคุณพบว่า Pinnacle #7 เป็นจุดสูงสุดแรกของคุณ คุณอาจรู้สึกแปลกแยก โดดเดี่ยว และไม่เป็นส่วนหนึ่งของที่ใดเลย คาดหวังประสบการณ์ชีวิตที่ทำหน้าที่เป็นเครื่องมือสอนสำหรับการเดินทางของคุณในการพัฒนาศรัทธา ความไว้วางใจ และการเปิดประตูสู่การแสวงหาความจริง นี่เป็นช่วงเวลาที่คุณมักจะเป็นนักเรียนที่จริงจัง ไม่ว่าคุณจะตระหนักหรือไม่ก็ตาม เมื่อคุณได้รับแรงบันดาลใจจากความปรารถนาภายใน จุดสูงสุดที่ 1 ที่มาพร้อมกับเลข 7 อาจเป็นช่วงเวลาที่ยากลำบากและสับสน เนื่องจากจะเผยให้เห็นคำถามที่ลึกซึ้งเกี่ยวกับธรรมชาติของโลก (และเหนือไปกว่านั้น) ในช่วงต้นของชีวิต การสำรวจนี้สามารถเกิดขึ้นผ่านประสบการณ์ที่ยากลำบากและความสูญเสียทางอารมณ์ได้",
"Pinnacle2nd" : "หากคุณสัมผัสได้ถึงพลังงาน Pinnacle #7 ในจุดสูงสุดช่วงที่ 2 หรือ 3 คุณจะได้รับโอกาสในการปรับปรุงและพัฒนาทักษะของคุณให้เชี่ยวชาญจนถึงระดับศิลปะชั้นสูง หากคุณเลือกที่จะทำเช่นนั้น คุณอาจพบว่าตัวเองมีส่วนเกี่ยวข้องโดยตรงกับการวิจัยบางประเภท ไม่ว่าจะเป็นด้านศาสนา จิตวิญญาณ หรือปรัชญา ในช่วงจุดสูงสุดที่เป็นเลข 7 นี้ ความก้าวหน้าอาจรู้สึกช้าอย่างน่าเจ็บปวด ประโยชน์ต่างๆ จะไม่ปรากฏในด้านวัตถุหรือการเงินของคุณมากเท่ากับในชีวิตจิตวิญญาณและโลกภายในของคุณ แม้ว่าความสำเร็จทางการเงินจะไม่ใช่เรื่องที่เป็นไปไม่ได้ในช่วงจุดสูงสุดที่ 7 แต่ส่วนใหญ่แล้วจะเป็นผลลัพธ์จากการศึกษาและการวิเคราะห์",
"Pinnacle4th" : "เมื่อมีเลข Pinnacle #7 เป็นจุดสูงสุดในช่วงที่ 4 การพัฒนาจิตวิญญาณเป็นสิ่งที่หลีกเลี่ยงไม่ได้ คุณจะต้องสอนผู้อื่นในสิ่งที่คุณได้เรียนรู้ในสาขาที่คุณเชี่ยวชาญ การศึกษา การพัฒนา การไตร่ตรอง และการเรียนรู้ขั้นสูงต่อไป เป็นกุญแจสำคัญสู่จุดสูงสุดสุดท้ายนี้ ในช่วงเวลานี้ของชีวิต เลข 7 ต้องการการละทิ้งจากโลกแห่งการปฏิบัติเล็กน้อย และมุ่งเน้นไปที่การคิดเชิงปรัชญาหรือทฤษฎีและความสัมพันธ์ใหม่ คุณอาจพบว่ามันยากที่จะเชื่อมต่อกับผู้คนในระดับผิวเผินในช่วงเวลานี้ ดังนั้นจึงควรหาผู้ที่มีแนวคิดเดียวกันเพื่อแบ่งปันความคิดและสนทนาด้วย แต่จงอดทนและเปิดใจ ผู้คนจะมาหาคุณเพื่อฟังสิ่งที่คุณพูด เพราะภูมิปัญญาและความรู้ที่คุณได้บ่มเพาะและได้รับจากประสบการณ์ชีวิตและการศึกษาอย่างกว้างขวาง การเป็นครูเป็นส่วนหนึ่งของจุดสูงสุดนี้ บางทีอาจจะในความหมายดั้งเดิม หรืออาจจะในลักษณะที่ไม่เด่นชัดกว่า"
},
{
"PinnacleNumber" : "8",
"Pinnacle1st" : "หากจุดสูงสุดของช่วงแรกของคุณคือเลข Pinnacle #8 คุณอาจเริ่มสนใจและมีส่วนร่วมในธุรกิจหรือกิจกรรมเชิงพาณิชย์ตั้งแต่อายุยังน้อย คุณอาจเป็นเด็กที่ริเริ่มธุรกิจด้วยการตัดหญ้า หรือบางทีคุณอาจใช้พลังของเลข 8 ที่ก้าวร้าวขึ้น และค้นพบช่องทางการสร้างรายได้อื่นๆ ที่ทำให้ผู้ใหญ่รอบตัวคุณประหลาดใจ ความมุ่งมั่นและความทุ่มเทในการประกอบการของคุณนั้นไม่ยอมแพ้ คุณจะเผชิญกับข้อจำกัดและอุปสรรคซึ่งอาจทำให้คุณหงุดหงิดหรือท้อแท้ หรืออีกทางหนึ่ง คุณอาจพบว่าความท้าทายเป็นแรงบันดาลใจและเป็นพลังงาน เลข 8 ชื่นชอบความท้าทาย และคุณมีความสามารถในการคิดเชิงปฏิบัติได้ดี นี่คือช่วงเวลาที่พลังส่วนบุคคลจะถูกทดสอบและพิสูจน์ Pinnacle เลข 8 นำเสนอการต่อสู้เพื่ออำนาจกับบุคคลที่มีอำนาจ เช่น พ่อแม่ ครู เจ้านาย หรือคนอื่นๆ เป็นช่วงเวลาที่เข้มข้นในการสอนให้คุณก้าวขึ้นมา หรือถูกกดดัน คุณกำลังเรียนรู้ประโยชน์ของอำนาจเทียบกับการใช้กำลัง การควบคุมตนเองเทียบกับการควบคุมผู้อื่น และการเสริมสร้างพลังที่ดีต่อสุขภาพเทียบกับการไร้พลัง",
"Pinnacle2nd" : "หากคุณพบกับเลข Pinnacle #8 เป็นจุดสูงสุดในช่วงที่ 2 หรือ 3 คุณอาจพบว่าตนเองจมอยู่กับโลกของผู้บริหารหรือโลกของการเงิน หรือคุณอาจแต่งงานกับคนที่มีบทบาทดังกล่าว คุณจำเป็นต้องพึ่งพาการตัดสินใจที่มีเหตุผลมากขึ้นและลดแรงกระตุ้นทางอารมณ์ลง นี่คือช่วงเวลาที่จะคิดโดยมีเป้าหมายระยะยาว โดยเน้นที่สุขภาพทางการเงินและความมั่งคั่ง อาชีพการงานมีความสำคัญสูงสุดและต้องใช้ความพยายามและพลังงานอย่างมาก ความทะเยอทะยานและความสำเร็จส่วนบุคคลคือสิ่งสำคัญที่สุด และความต้องการในจุดสูงสุดนี้ไม่สามารถประเมินต่ำเกินไป ความมั่นใจและความสงวนตัวของคุณจะถูกทดสอบซ้ำแล้วซ้ำเล่า ท้าทายให้คุณกลายเป็นบุคคลที่ได้รับอำนาจ ซึ่งใช้อิทธิพลและความมั่งคั่งทางการเงินที่ได้มาอย่างดี เพื่อสร้างความสัมพันธ์กับผู้ที่สามารถทำให้สิ่งต่างๆ เกิดขึ้นได้ สถานะ ความเคารพ และอำนาจคือผู้มีบทบาทสำคัญในช่วงจุดสูงสุดนี้ ด้านมืดของ Pinnacle นี้เปรียบเสมือนสภาพแวดล้อมที่น่าสะเทือนขวัญที่กดขี่และขับไล่คุณ ซึ่งอาจดูเหมือนการต่อสู้กับการเสพติด ความดื้อรั้นที่ทำให้คุณประสบปัญหา หรือเส้นทางอื่นใดก็ตามที่ขัดขวางไม่ให้คุณก้าวเข้าสู่การดำรงอยู่ที่เต็มเปี่ยมด้วยพลัง",
"Pinnacle4th" : "เมื่อมีจุดสูงสุดช่วงที่ 4 เป็น Pinnacle #8 คุณจะไม่พร้อมที่จะเกษียณอายุอย่างสงบสุข การพัฒนาและจุดสูงสุดของสถานะ ความมั่งคั่ง และอำนาจเป็นตัวกำหนดช่วงเวลานี้ โดยขึ้นอยู่กับว่าคุณปฏิบัติตามหลักการทางธุรกิจและหลักการทางจิตวิญญาณหรือไม่ นี่คือเวลาของคุณที่จะตอบแทนในรูปแบบที่เป็นรูปธรรม โดยใช้เงิน อำนาจ และอิทธิพลที่คุณมีเพื่อช่วยเหลือผู้อื่น คุณจะรู้สึกอยากทิ้งมรดกที่ยั่งยืนไว้ในรูปแบบใดรูปแบบหนึ่ง โดยการเป็นผู้มีอำนาจในสาขาที่คุณเลือก นี่อาจเป็นช่วงเวลาแห่งความอุดมสมบูรณ์อย่างแท้จริง พร้อมผลตอบแทนทั้งทางการเงินและทางจิตวิญญาณ เมื่อคุณเข้ามามีส่วนร่วมและเต็มใจที่จะควบคุมชีวิตของคุณในทุกระดับ"
},
{
"PinnacleNumber" : "9",
"Pinnacle1st" : "เมื่อจุดสูงสุดแรกของคุณคือ Pinnacle #9 อิทธิพลนี้อาจสังเกตเห็นได้เพียงเล็กน้อย การเสียสละเป็นคุณลักษณะที่พัฒนาขึ้นตามกาลเวลา และเด็กเล็กต้องสร้างตัวตนของตนเองขึ้นมาก่อนจึงจะสามารถให้บริการอย่างไม่เห็นแก่ตัวในลักษณะที่ดีต่อสุขภาพและสร้างสรรค์ได้ เมื่อ Pinnacle #9 เป็นจุดสูงสุดแรกของคุณ คุณอาจเป็นเด็กที่ชอบช่วยเหลือผู้ด้อยโอกาส เป็นผู้ปกป้องเด็กที่ถูกกลั่นแกล้ง ผู้พิการ หรือผู้ที่ถูกกีดกันในทางใดทางหนึ่ง คุณอาจรู้สึกแตกต่างจากคนอื่นเล็กน้อยในการดูแลผู้ที่อยู่ในชายขอบสังคม หรือคุณอาจเคยเป็นผู้กลั่นแกล้งผู้อื่น และมีประสบการณ์ที่ทำให้คุณมองเห็นความจริงและเรียกร้องให้คุณเปลี่ยนความเห็นแก่ตัวเป็นการเสียสละ Pinnacle #9 ในช่วงปีแรกๆ ของคุณอาจเป็นช่วงเวลาที่ท้าทาย เต็มไปด้วยการสูญเสีย การทดสอบ และความยากลำบาก ทำให้คุณมีสติปัญญาเกินวัย",
"Pinnacle2nd" : "เมื่อจุดสูงสุดของคุณคือ Pinnacle #9 ในช่วงที่ 2 หรือ 3 จะสร้างเวทีสำหรับชีวิตที่นำทางด้วยมุมมองด้านมนุษยธรรม เช่น การทำงานเพื่อสาเหตุด้านมนุษยธรรม เช่น การเปลี่ยนแปลงสภาพภูมิอากาศ สิทธิมนุษยชนหรือสิทธิสัตว์ หรือกับอาชีพหรือองค์กรอื่นๆ ที่อุทิศตนเพื่อสาเหตุด้านมนุษยธรรม คุณอาจแสดงมุมมองดังกล่าวผ่านการกระทำทางการเมือง บริการสังคม หรือในบริบทอื่นๆ อีกมากมาย แรงผลักดันของความปรารถนาและการกระทำของคุณอยู่ที่การกระทำเพื่อมนุษยธรรม ไม่ว่าจะเป็นการบริจาคการกุศล การเป็นอาสาสมัคร หรือการจ้างงานโดยตรงในขอบเขตของการบริการเหล่านี้ คุณอาจทำงานให้กับกองกำลังรักษาสันติภาพ หรือเป็นนักแสดงที่เป็นนักรณรงค์เพื่อสาเหตุด้านมนุษยธรรม คุณอาจเป็นนักการกุศลผู้มั่งคั่งที่ระดมทุนให้กับองค์กรการกุศล ไม่ว่าจะด้วยวิธีใดก็ตาม จุดประสงค์ของคุณคือการสร้างการเปลี่ยนแปลงเชิงบวกในโลกและส่งเสริมความอดทนและความเห็นอกเห็นใจ Pinnacle #9 เป็นช่วงเวลาสำหรับการหลอมรวมตนเองเข้ากับหลักการที่สูงขึ้นของภูมิปัญญา การบริการอย่างไม่เห็นแก่ตัว และการตอบแทนโลก การมุ่งเน้นที่ผลประโยชน์ส่วนตัวโดยตรงในช่วงจุดสูงสุดนี้จะส่งผลเสียตามมา หากคุณปฏิเสธการเรียกร้องที่สูงกว่า คุณก็จะพบกับความยากลำบากเช่นกัน การทำตามหัวใจของคุณและการให้ที่เอื้อเฟื้อ (ในขณะที่ถูกนำทางโดยความหลงใหลที่เรียกร้องจากหัวใจและจิตวิญญาณของคุณ) คือกุญแจสำคัญสู่จุดสูงสุดอันรุ่งโรจน์นี้้",
"Pinnacle4th" : "หากจุดสูงสุดช่วงที่ 4 ของคุณได้รับการชี้นำโดยเลข Pinnacle #9 งานต่างๆ จะมีแนวโน้มเน้นการกุศลมากขึ้น โดยมีโอกาสมากมายที่จะได้มอบสิ่งที่ตัวเองต้องการได้มากขึ้น หากคุณประสบความสำเร็จทางการเงิน คุณอาจรู้สึกดึงดูดใจที่จะใช้ทรัพย์สินของคุณเพื่อระดมทุนสำหรับโครงการต่างๆ และสนับสนุนสิ่งที่คุณเชื่อมั่น นี่เป็นช่วงเวลาที่คุณผ่อนคลายลงและพัฒนาทัศนคติที่เอาใจใส่และจริงใจมากขึ้นเกี่ยวกับตัวเองและผู้อื่นกว่าในช่วงชีวิตก่อนหน้านี้ หากคุณมีจุดสูงสุดที่ 4 เป็นเลข 9 คุณจะต้องก้าวข้ามความขัดแย้งและกลายเป็นผู้มีมนุษยธรรมในความสามารถที่คุณเลือก นี่คือช่วงเวลาที่อุทิศให้กับการบริการอย่างไม่เห็นแก่ตัว แต่จะมีความปรารถนาและความสามารถด้านความคิดสร้างสรรค์เพิ่มมากขึ้น ศิลปะสามารถเป็นศูนย์กลางในช่วงจุดสูงสุดที่ 9 และความอยากที่จะเดินทางไปต่างประเทศหรือมีส่วนร่วมในกิจการระหว่างประเทศอาจมีบทบาทสำคัญ"
},
]
}
