{
 "LifePath": [
{     
"ID" : "1",
"MEANING" : "บุคคลหมายเลข 1 นี้ เป็นผู้ที่สวรรค์ ประทานปัญญามาให้ มีพลังความสามารถในการ วิเคราะห์สิ่งต่างๆ คุณเกิดมาเพื่อที่จะเรียน รู้ ถ้าบุคคลผู้นี้วิเคราะห์ผิด มันจะนําไปสู่ความ โลภ อีกทั้งคนหมายเลข 1 ยังเป็นบุคคลที่ใส่ใจ ในรายละเอียดกับสิ่งต่างๆ หากทั้งความ สร้างสรรค์และความสนใจยังคงมีอยู่ในตัวเขาเธอ เชื่อมั่นได้ว่าคุณจะร่ํารวยแน่นอน นอกจากนั้นยังเป็นคนที่สนุกสนานและเป็นมิตร กับคนรอบข้าง เป็นผู้นําที่น่าเชื่อถือ มีความ ยุติธรรม มีเสน่ห์ต่อเพศตรงข้าม"
}, 
{
"ID" : "2",
"MEANING" : "เลขแห่งการสื่อสาร โดยบุคลิกแล้วต้องนําเสนอ หรือพูดกับผู้อื่น ผู้ที่มีอํานาจในการทําให้สิ่งอื่น ขับเคลื่อน เลข 2 เป็นบุคคลที่มีวาจานุ่มนวลและเป็นมิตร เป็นผู้ที่ใส่ใจในความเป็นระเบียบและความสะอาด เป็นผู้ที่ทํางานอย่างหนัก โดยปกติจะอยู่ร่วมกับผู้ที่สูงวัยกว่า แม้จะยอมรับฟังคําแนะนําจากผู้อื่น แต่มักไม่ทําตามคําแนะนํานั้นเมื่อได้รับมอบหมายงานเขาจะรีบทําทันที โดยทั่วไปงานที่เหมาะสมกับหมายเลข 2 คืองานเกี่ยวกับนักประชาสัมพันธ์ หรือที่เกี่ยวเนื่องกับการพบปะพูดจากับบุคคลทั่วไปเลข 2 มักถูกคนอื่นนินทาให้ร้าย อีกทั้งเป็นคน ดื้อร้้น เป็นเลขแห่งอารมณ์ ชอบคนถือหาง"
}, 
{
"ID" : "3",
"MEANING" : "คุณเป็นคนที่คล่องแคล่วว่องไว เคลื่อนไหวอย่าง กระตือรือร้น การเคลื่อนตัวอย่างชํานาญของคุณ เริ่มจากร่างกาย เป็นบุคคลที่ชัดเจน ซึ่งรู้ดีว่า ตนเองต้องการอะไร มีความสามารถในการ แยกแยะสิ่งต่างๆด้านลบ คือ เป็นคนก้าวร้าว หุนหันพลันแล่น และ ขาดวิสัยทัศน์ ทําอะไรไม่จริงจัง ไม่หนักแน่น มั่นคง ทําให้เกิดความเสียหาย คําพูดของเขา เธอจะเป็นแบบที่อๆ และมีความสัมพันธ์แบบ ขึ้นๆ ลงๆ หากไม่รักษาความสัมพันธ์ที่ดีไว้ อาจ ก่อให้เกิดความหายนะและความรุนแรงได้"
}, 
{
"ID" : "4",
"MEANING" : "เป็นเลขแห่งการเรียนรู้ คุณจําเป็นต้องมีความรู้ หรือคุณต้องขวนขวายใฝ่หาความรู้ แผนที่คุณได้วางไว้สําเร็จ คนเลข 4 เป็นคนที่ ชอบใฝ่หาความรู้ เรียนรู้ได้ด้วยตนเองอย่างมี รสนิยม และเก่งในด้านการทดสอบ สามารถเข้า สังคมได้ง่าย มีความเห็นอกเห็นใจผู้อื่น มีเสน่ห์ ดึงดูด ชอบลุย ชอบท่องเที่ยว ใช้ชีวิตแบบอิสระ แม้จะเป็นผู้ที่เรียนไม่สูง แต่ก็สามารถเรียนรู้ เอาตัวรอดได้เลข 4 หากเป็นผู้หญิง เธอจะเป็นผู้ที่เอาใจเก่ง ดีในด้านประชาสัมพันธ์และมีบุคลิกเป็นมิตรกับ คนทั่วไป เป็นคนที่เมื่อล้ม แล้วจะลุกขึ้นสู้อย่างรวดเร็วข้อเสีย คือ เป็นคนเก็บเงินไม่ค่อยอยู่ ต้อง ระมัดระวังในเรื่องความสัมพันธ์ฉันชู้สาว คู่ครอง มิฉะนั้นอาจตกอยู่ในสถานการณ์ที่ไม่พึงประสงค์"
}, 
{
"ID" : "5",
"MEANING" : "เป็นเลขของทิศทาง คุณคือผู้ที่มีประสาทสัมผัส ทางด้านทิศทาง ด้วยแผนของคุณที่คุณมี ทําให้ คุณรู้ว่าควรจะไปทางไหนและอย่างไร เลข 5 เป็น ผู้มีบุคลิกเข้มแข็งมาก เป็นผู้นําที่เข้มแข็ง มีเสน่ห์ ดึงดูด ซึ่งโดยปกติมักเป็นผู้ที่มีตําแหน่งสูงใน องค์กร มีความมั่นใจสูงในสิ่งที่ทํา เป็นคนมี เหตุผล หนักแน่นมั่นคง และไม่ฝันเฟื่อง การ ทํางานอย่างหนักจะทําให้บุคคลนี้ประสบความสําเร็จในช่วงครึ่งหลังของชีวิตเลข 5 หากเป็นบุคคลที่มีฐานะต้อยต่ําหรือคนจน แสดงว่าเขาผู้นั้นเป็น คนที่ดื้อรั้นและหัวแข็งอย่างมาก บุคคลหมายเลข 5 ต้องรู้จักผ่อนคลาย และอย่า จุกจิกจู้จี้ในเรื่องเล็ก ๆ น้อย ๆ ต้องรู้จักปล่อยวาง และไม่ดื้อรั้น ผู้คนจึงจะให้ความเคารพต่อคุณ"
}, 
{
"ID" : "6",
"MEANING" : "เลข 6 คือหมายเลขของผู้รอด เป็นคนที่มีความ สามารถควบคุมความมั่งมีและ ความเจริญ ก้าวหน้า มีระเบียบแบบแผน แต่มีรสนิยมสูง บุคคลหมายเลข 6 ทํางานได้ดีในด้านการศึกษา งานด้านศิลปะ ด้านศาสนา บุคคลเลขนี้เป็นที่ ชื่นชอบของคนในสังคม  ด้านลบของคนหมายเลข 6 คือ เป็นผู้ที่ภูมิใจใน นิสัยของตนเอง และไม่รับทํางานที่ธรรมดา ง่ายๆ คุณมักจะไม่ฟังคนอื่น โดยเฉพาะ อย่างยิ่งผู้บังคับบัญชา แต่จะคอยดูแลผู้ที่อยู่ใต้สายงานของคุณ"
}, 
{
"ID" : "7",
"MEANING" : "เพื่อให้การทํางานสําเร็จลุล่วงไปได้ด้วยดี จําเป็นต้องมีทีมงาน ต้องมีเครือข่าย เลข 7 เป็น บุคคลผู้โชคดี มักเป็นที่ดึงดูดของเพศตรงข้ามเป็นผู้ที่ไม่เคยลืมบุญคุณของใคร สามารถปรับตัว ให้เข้ากับสถานการณ์ได้ดี เป็นคนรักสนุก เหมาะกับงานด้านบริการให้ความบันเทิง (กลางคืน) ช่วงท้ายของชีวิต มักสนใจด้านศาสนาหรือวิญญาณ(หลังอายุ 50 ปี) ในด้านลบ เลข 7 มักชอบโต้แย้ง และมีเรื่องให้ พูดเยอะ พูดมาก ซึ่งจะทําให้หมุนวนอยู่กับที่ จําเป็นต้องได้รับการชี้แนะ งานจึงจะสําเร็จ คนเลข 7 มักจะถูกนินทาว่าร้ายในด้านไม่ดี บ่อยๆ เขารักที่จะมุ่งมั่น เพื่อสร้างการมีชื่อเสียง และโชคลาภ เป็นคนที่จิตใจไม่มั่นคง โลเลเปลี่ยนความคิดได้ง่าย ถ้าไม่ควบคุมอาจจะมีปัญหาในชีวิตสมรส"
}, 
{
"ID" : "8",
"MEANING" : "คน เลข 8 เป็นคนที่เงียบมาก เป็นนักอนุรักษ์นิยม เป็นคนแบบเฉยๆ อะไรก็ได้ เรื่อยๆ แต่เป็นมิตร ต่อเพื่อน คุณมีความรับผิดชอบ และมีความ ยุติธรรม เป็นคนที่ไว้วางใจได้ เป็นคนที่ไม่ เหนื่อยต่ออะไรง่ายๆ แต่บางทีก็ออกอาการเบลอ ในสิ่งที่กําลังทําอยู่ คุณจําเป็นต้องเป็นคน ฉลาด ภายนอกดูแข็งแต่จริงๆ เป็นคนอ่อนหวานนุ่มนวลด้านลบ ความเชื่อมั่นอย่างแรงในทัศนคติของตนเองจะทําให้สูญเสียโอกาสต่างๆ ได้ เป็นคน ใจร้อน หุนหันพลันแล่น ชอบรอดู ไม่กล้าเสี่ยง มักต้องสมบูรณ์เสมอในสายตาผู้อื่น ความเชื่อมั่น และระแวดระวังมากเกินไป อาจเป็นเหตุให้ขาด โอกาส บางครั้งอาจขาดจิตสํานึกและตกเป็นเหยื่อจากการหลงเชื่อผิด ๆ ได้"
}, 
{
"ID" : "9",
"MEANING" : "คนเลข 9 ต้องมีความคิดสร้างสรรค์ หาก ปราศจากความคิดสร้างสรรค์แล้ว คุณก็ไม่ สามารถทําใน สิ่งที่ทําอยู่ต่อไปได้ อย่างแน่นอนฉลาดคนเลข 9 จะประสบความสําเร็จได้ต้องคาดหวัง ในสิ่งที่ดีและเปิดใจกว้าง รักที่จะดูดี ศิวิไลซ์ ตื่นตัว และอ่อนไหว คนหมายเลข 9 รู้ว่า เมื่อไรควรบุกและ รับมือทุกอย่างได้ดี ชนะใจ คนอื่น ทําอะไรก็ทําอย่างรวดเร็วและ ทําได้ดี แต่ ไม่เน้นรายละเอียด ภายนอกดูแข็งแต่จริงๆ เป็น คนนุ่มนวล มีเสน่ห์ดึงดูด เป็นผู้มีพลังในการ ทํางาน มีเป้าหมายและความใฝ่ฝันที่สูง งาน ต่างๆ ที่ทํามักลุล่วงและสําเร็จเป็นส่วนใหญ่ และ มักโชคดีตั้งแต่วัยกลางคน (35 ขึ้นไป) ด้านลบ ให้ระวังช่วงท้ายของชีวิตที่อาจต้อง โดดเดี่ยว มีโอกาสที่จะหลงลืมคนในปกครอง หรือขาดเพื่อนสนิท"
}
 ]
}